Ġ Ġ
Ġ t
e r
i n
Ġ ĠĠĠ
ĠĠ ĠĠ
ĠĠĠ Ġ
Ġ a
e n
o n
e s
Ġ s
Ġ d
Ċ Ċ
h e
a t
o r
a n
Ġ c
r e
Ġ p
i s
i t
a r
Ġ the
Ġt he
Ġth e
a l
Ø §
Ġ o
l e
Ġ m
Ġ f
Ġ w
e d
â Ģ
a s
Ġ b
i c
r o
i on
io n
Ġ ĠĠ
ĠĠ Ġ
Ġ in
Ġi n
Ġ l
ã Ģ
e nt
en t
n d
e l
Ġ Ð
Ġ ĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠ
ĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠ ĠĠ
i ng
in g
Ù Ħ
e t
o u
à ¤
Ġ of
Ġo f
Ġ n
Ġ Ø
Ġ h
Ġ de
Ġd e
Ġ |
o m
s t
Ð °
c t
Ġ to
Ġt o
i l
Ġ (
ãĢ Ĥ
Ġ and
Ġa nd
Ġan d
Ġ Ù
Ð ¾
Ġ e
a m
Ġ th
Ġt h
i d
u r
i m
Ġ v
c h
a d
Ġ u
Ð µ
Ġ S
o l
Ã ©
. ĊĊ
.Ċ Ċ
Ù Ĭ
ã ģ
u t
ï ¼
Ġ g
Ġ re
Ġr e
Ù Ĩ
o s
Ð ¸
q u
Ġ A
Ø§ ÙĦ
i g
Ø ±
Ġ T
i v
ãĢĤ ĊĊ
ãĢĤĊ Ċ
e m
r a
# #
Ġ C
o t
Ñ Ĥ
Ġ I
Ð ½
Ġ *
; Ċ
u l
Ñ Ģ
c e
Ġ ĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠ
ĠĠĠĠ ĠĠĠ
ĠĠĠ ĠĠĠĠ
ĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠ Ġ
a tion
at ion
ati on
atio n
Ù ħ
e st
es t
Ġ M
u s
Ġ Ø§ÙĦ
ĠØ§ ÙĦ
Ġ =
Ñ ģ
i r
à °
Ù Ī
à ¦
Ġ r
Ġ con
Ġc on
Ġco n
u n
Ġ ì
i e
o d
Ø ª
Ġ st
Ġs t
Ġ P
i f
o w
a g
Ġ for
Ġf or
Ġfo r
Ġ is
Ġi s
Ð¾ Ð
t er
te r
Ġ B
Ø ¯
t e
a b
Ġ be
Ġb e
u m
Ġ y
l y
á ĥ
Ġ D
Ġ on
Ġo n
Ġ k
Ġ al
Ġa l
t h
Ġ se
Ġs e
a c
âĢ Ŀ
s e
i st
is t
a y
Ġ en
Ġe n
a te
at e
Ġ an
Ġa n
a nd
an d
Ù ĩ
e ss
es s
Ġ L
i th
it h
à ¥
Ġ la
Ġl a
e rs
er s
Ġ "
a v
Ġ pro
Ġp ro
Ġpr o
Ð »
Ġ à¤
Ġ R
Ġ as
Ġa s
Ġ E
Ġ com
Ġc om
Ġco m
* *
Ġ F
Ø§ Ø
e re
er e
Ġ qu
Ġq u
Ġ H
r i
Ġ {
p e
Ġ ë
Ø ©
o rt
or t
a nt
an t
à ²
Ġ wh
Ġw h
o c
Ġ with
Ġw ith
Ġwit h
Ġwi th
Ġ that
Ġt hat
Ġth at
Ġtha t
) Ċ
Ġ un
Ġu n
ĉ ĉ
Ġ le
Ġl e
à ®
Ġ G
Ġ -
Ġ ĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ N
v er
ve r
a p
Û Į
) ;Ċ
); Ċ
ã Ĥ
Ġ su
Ġs u
âĢ Ļ
Ñ ĥ
ì Ŀ
e nd
en d
Ġ j
m ent
me nt
men t
Ġ Ùħ
ĠÙ ħ
h t
o ur
ou r
Ġ ex
Ġe x
Ð º
âĢ ľ
ĠØ§ÙĦ Ø
o p
i a
Ġ was
Ġw as
Ġwa s
à ¸
Ġ W
a k
a rt
ar t
c tion
ct ion
Ġ Ã
a in
ai n
Ġ it
Ġi t
Ġ }
ã ĥ
p l
u e
r om
ro m
o g
u d
Ã ¡
a ss
as s
Ġ ne
Ġn e
Ġ or
Ġo r
Ã ³
Ġ J
Ø ¨
a me
am e
âĢ ¦
Ð ²
Ġ {Ċ
Ġ{ Ċ
Ġ at
Ġa t
Ġ he
Ġh e
p t
Ġ ÙĪ
ĠÙ Ī
Ġ pr
Ġp r
i z
i ne
in e
, Ċ
i ch
ic h
e ll
el l
u b
p ort
po rt
por t
i ll
il l
Ù Ĥ
Ø ³
Ġ ch
Ġc h
Ã Ń
Ø ¹
Ġ The
ĠT he
ĠTh e
i ty
it y
a ng
an g
Ġ <
Ġ O
Ġ by
Ġb y
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ð ´
o v
Ġ âĢ
Ġâ Ģ
a ge
ag e
à ´
l d
Ġ Ø¨
ĠØ ¨
a ns
an s
n e
Ġ ×
ãĢ į
u re
ur e
Ġ K
i al
ia l
i k
p r
Ġ z
/ /
i ve
iv e
o re
or e
d e
Ù ĥ
Ġ tr
Ġt r
> Ċ
Ġ from
Ġf rom
Ġfr om
Ġfro m
Ġ des
Ġd es
Ġde s
i es
ie s
Ð ¼
Ù ģ
å ¹
Ġ et
Ġe t
p er
pe r
Ñ ı
t r
Ġ |Ċ
Ġ| Ċ
Ġ cl
Ġc l
) ,
b er
be r
Ġ '
) .
Ġ el
Ġe l
u lt
ul t
a rd
ar d
Ġ V
Ġ ê
Ġ Î
Ġ are
Ġa re
Ġar e
e ct
ec t
i p
å¹ ´
Ġ Ð¿
ĠÐ ¿
á »
c on
co n
o st
os t
i re
ir e
Ġ this
Ġt his
Ġth is
Ġthi s
i nt
in t
# ##
## #
Õ ¡
c l
ï¼ ī
a ll
al l
âĢĿ ĊĊ
âĢĿĊ Ċ
Ø Į
Ġ im
Ġi m
Ġ **
Ġ* *
à ±
Ġ not
Ġn ot
Ġno t
o rm
or m
Ñ ĭ
Ġ U
f f
Ġ res
Ġre s
Ġr es
t o
i b
Ġ que
Ġqu e
Ġq ue
Ġ Ñģ
ĠÑ ģ
Ġ pl
Ġp l
u st
us t
Ġ \
r ou
ro u
o rd
or d
i ght
ig ht
igh t
a ted
at ed
ate d
= "
Ġ i
Ø§ ÙĨ
ï¼ Į
. Ċ
Ġ sh
Ġs h
Ġ Ø£
ĠØ £
i nd
in d
a ve
av e
i le
il e
æ ľ
a ta
at a
í ķ
Ġ par
Ġp ar
Ġpa r
Ġ you
Ġy ou
Ġyo u
x t
a ble
ab le
abl e
Ġ me
Ġm e
; ĊĊ
;Ċ Ċ
ãĢį ĊĊ
ãĢįĊ Ċ
a st
as t
g e
ë ĭ
u rn
ur n
à §
e ns
en s
Ġ Ùģ
ĠÙ ģ
r u
Ġ us
Ġu s
Ġ per
Ġp er
Ġpe r
Ġ ĠĠĠĠ
ĠĠ ĠĠĠ
ĠĠĠĠ Ġ
ĠĠĠ ĠĠ
Ġ do
Ġd o
Ã ¤
i o
Ġ In
ĠI n
` `
à¤ ¾
Ġ $
o ut
ou t
a se
as e
o k
a ck
ac k
a ch
ac h
Õ¡ Õ
c c
a re
ar e
Ġ Ð²
ĠÐ ²
d u
+ +
Ã ¼
v e
Ġ und
Ġu nd
Ġun d
âĢ Ķ
i de
id e
l ic
li c
à ¯
Ġ cont
Ġc ont
Ġcon t
Ġco nt
a ct
ac t
o uld
ou ld
oul d
' s
a th
at h
Ġ ad
Ġa d
n t
i cal
ic al
ica l
Ġ ar
Ġa r
i ent
ie nt
ien t
á Ģ
g et
ge t
( )
Ġ comp
Ġc omp
Ġcom p
Ġco mp
Ġ Ð½
ĠÐ ½
Ġ if
Ġi f
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
p p
Ġ Ñ
o nt
on t
Ġ Â
ÑĢ Ð°
Ġ Õ
Ï Ħ
i ce
ic e
ä ¸
Ġ Th
ĠT h
Ñģ ÑĤ
o ng
on g
Ġ Øª
ĠØ ª
Ø Ń
Ġ est
Ġe st
Ġes t
Ġ can
Ġc an
Ġca n
Ġ Ø¹
ĠØ ¹
Ñ Į
Î ±
i gn
ig n
Ġ ab
Ġa b
n g
i tion
it ion
iti on
o us
ou s
ï¼ Ł
i er
ie r
i me
im e
Ġ were
Ġw ere
Ġwe re
Ġwer e
p h
o b
Î ¿
f er
fe r
ï¼ ļ
Ġ der
Ġd er
Ġde r
Ġ we
Ġw e
c om
co m
Ġ ÙĦ
ĠÙ Ħ
Ð ·
en ce
enc e
Ðµ Ð½
æľ Ī
Ġ have
Ġh ave
Ġha ve
Ġhav e
Ġ :
ì Ĺ
ëĭ ¤
t urn
tu rn
tur n
an ce
anc e
- -
âĢ¦ âĢ¦
Ø ¬
Ġ à¦
_ {
Ġ all
Ġa ll
Ġal l
Ġ &
ãĢ ģ
Ġ pre
Ġp re
Ġpr e
à ³
i te
it e
Ñ ĸ
Ã ¨
Ġ Ãł
ĠÃ ł
Ġ Ð¸
ĠÐ ¸
Ġ St
ĠS t
Ú ©
Ġ dis
Ġd is
Ġdi s
a ry
ar y
f orm
fo rm
for m
æ Ĺ
l l
Ù ī
Ġ er
Ġe r
Ġ [
× Ļ
Ġ ro
Ġr o
Ġ à°
r es
re s
a ce
ac e
Ġ di
Ġd i
e rv
er v
o ne
on e
Ġ âĢĵ
ĠâĢ ĵ
Ø§ Ø±
Ø§Ø ±
Ġ te
Ġt e
s o
Î ¹
Ä ±
t her
th er
the r
Ġ Ã©
ĠÃ ©
o rk
or k
T he
Th e
I n
a u
ÙĬ Ø©
i Ã³
Ð ¿
o de
od e
. .
Ã ¶
Ð¾ Ð²
Ð¾Ð ²
Ġ his
Ġh is
Ġhi s
at ions
ation s
ati ons
atio ns
( "
× ķ
o me
om e
Ġ which
Ġwh ich
c k
) ĊĊ
)Ċ Ċ
Ñ ĩ
à¥ ĩ
m e
Ġ part
Ġp art
Ġpar t
Ġpa rt
Ø ´
Ġ del
Ġd el
Ġde l
w e
Ġ but
Ġb ut
Ġbu t
Ġ Ð¾
ĠÐ ¾
u blic
ub lic
ubl ic
ubli c
p on
po n
e ment
em ent
eme nt
emen t
e rt
er t
e nc
en c
a h
Ġ au
Ġa u
ï ¼Ī
ï¼ Ī
Ġ ÙģÙĬ
ĠÙģ ÙĬ
à¤ °
á º
p s
Ġ es
Ġe s
i ons
ion s
io ns
Ð ³
Ġ }Ċ
Ġ} Ċ
Ġ Ch
ĠC h
Ġ die
Ġd ie
Ġdi e
y pe
yp e
u al
ua l
m a
Ø§ Øª
Ø§Ø ª
ë Ĭ
g h
Ġ Ðº
ĠÐ º
Ġ no
Ġn o
c he
ch e
Î ½
o rs
or s
Ġ Ø§ÙĦÙħ
ĠØ§ÙĦ Ùħ
ĠØ§ ÙĦÙħ
p le
pl e
o se
os e
Ġ ob
Ġo b
ãĢĤ Ċ
Ġ class
Ġc lass
Ġcl ass
Ġclas s
Ġcla ss
f t
Ð° Ð½
Ġ out
Ġo ut
Ġou t
Ġ les
Ġl es
Ġle s
Ġ return
Ġre turn
Ġr eturn
Ġret urn
u ng
un g
Ö Ģ
Ġ her
Ġh er
Ġhe r
o ry
or y
Ġ am
Ġa m
ìĿ ´
à ª
à µ
a ri
ar i
c re
cr e
a it
ai t
Ð ¹
ëĬ Ķ
Ġ inter
Ġin ter
Ġint er
Ġinte r
j ect
je ct
jec t
æĹ ¥
Ġ +
d er
de r
Ġ ÙħÙĨ
ĠÙħ ÙĨ
g r
Ġ Re
ĠR e
q ue
qu e
Ġ em
Ġe m
Ġ ÙĬ
ĠÙ Ĭ
Ġ new
Ġn ew
Ġne w
Ġ Ð´
ĠÐ ´
: Ċ
Ġ so
Ġs o
y st
ys t
Ġ had
Ġh ad
Ġha d
Ð ±
âĢ ĵ
v ent
ve nt
ven t
Ġ du
Ġd u
< /
ÑĢ Ðµ
Ġ sa
Ġs a
e lf
el f
r it
ri t
y s
à¥ į
i ss
is s
l ect
le ct
lec t
Ġ man
Ġm an
Ġma n
Ġ //
Ġ/ /
Ø ·
" ,
ï¼ ģ
v el
ve l
h er
he r
Ñ ħ
Ġ Ð½Ð°
ĠÐ½ Ð°
Î µ
e ar
ea r
i ew
ie w
l o
i el
ie l
i fic
if ic
ifi c
×ķ ×
Ġ Ø¯
ĠØ ¯
i an
ia n
i nal
in al
ina l
. s
Ġ ma
Ġm a
Ġ í
Ġ val
Ġv al
Ġva l
im port
imp ort
\ )
Õ ¸
e rm
er m
Ã ł
ï¼ļ âĢľ
a ter
at er
ate r
Ã© s
Ġ one
Ġo ne
Ġon e
Ø µ
o wn
ow n
Ø§ Ùħ
ÑĤ Ð°
à¯ į
r an
ra n
o ll
ol l
Ùĩ Ø§
Ġ has
Ġh as
Ġha s
Ġ int
Ġin t
Ġi nt
u g
e ner
en er
ene r
r y
×Ļ ×
Ã §
- >
Ġ sp
Ġs p
Ġ Ä
e ly
el y
Ġ Y
p ut
pu t
Ġ Â«
ĠÂ «
e x
o unt
ou nt
oun t
d iv
di v
C om
Co m
^ {
ãĢĤ âĢĿĊĊ
ãĢĤâĢĿ ĊĊ
ãĢĤâĢĿĊ Ċ
ê ³
a z
à¤¾ à¤
Ġ _
Ġ sur
Ġs ur
Ġsu r
Ġ ent
Ġe nt
Ġen t
Ø ²
Ø ®
ìĿ Ħ
i Ã³n
iÃ³ n
ÑĢ Ð¸
k e
e th
et h
un ction
unc tion
unct ion
ir st
irs t
ìĹ Ĳ
l ed
le d
Ñ Ĩ
c ri
cr i
ÙĬ ÙĨ
Ġ go
Ġg o
` ``
`` `
Ï ģ
v al
va l
l i
a us
au s
a nn
an n
ÙĦ Ùī
u p
e se
es e
Ġ ag
Ġa g
i ck
ic k
a il
ai l
Ġ /
Ð¾ Ð´
Ð¾Ð ´
S t
Ġ lo
Ġl o
t en
te n
Â »
a de
ad e
p ro
pr o
Ġ ass
Ġa ss
Ġas s
Ġ Ø³
ĠØ ³
i en
ie n
o und
ou nd
oun d
i ld
il d
Ġ `
Ġ po
Ġp o
} Ċ
e p
Ï ĥ
Ġ mod
Ġm od
Ġmo d
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġ \(
Ġ\ (
Ġd if
Ġdi f
Ġ comm
Ġc omm
Ġcom m
Ġco mm
ä º
Ġ str
Ġs tr
Ġst r
Ġ get
Ġg et
Ġge t
l es
le s
i ed
ie d
Ġ up
Ġu p
Ġ set
Ġs et
Ġse t
o ck
oc k
Ġ const
Ġcon st
Ġcons t
Ġ ver
Ġv er
Ġve r
Ġ Ø¥
ĠØ ¥
( '
Ġ pos
Ġp os
Ġpo s
en ts
ent s
Ð¾ Ð»
Ð¾Ð »
e c
ê °
Ð½ Ð°
ĉ ĉĉĉ
ĉĉ ĉĉ
ĉĉĉ ĉ
p ar
pa r
{ Ċ
e ng
en g
e w
i ze
iz e
Ġ their
Ġthe ir
cl ud
Ġ my
Ġm y
y stem
yst em
ys tem
u ll
ul l
a do
ad o
à± į
r ow
ro w
u nd
un d
i j
Ġ ÙĨ
ĠÙ Ĩ
a da
ad a
Ġ Ùĥ
ĠÙ ĥ
à¥į à¤
Ġ An
ĠA n
p tion
pt ion
Õ ¶
Õ «
à ¨
s s
w o
e g
t ring
tr ing
tri ng
trin g
Õ ¥
Ġ sc
Ġs c
a rk
ar k
Ð» Ð¸
Ġ col
Ġc ol
Ġco l
p ec
pe c
à¥ Ģ
Ġ }ĊĊ
Ġ} ĊĊ
Ġ}Ċ Ċ
Ġ public
Ġp ublic
Ġpu blic
Ġpubl ic
Ġpub lic
Ġpubli c
r ee
re e
à¦ ¾
a le
al e
à¤ ¿
Ġ ph
Ġp h
Ġ form
Ġf orm
Ġfor m
Ġfo rm
Ġ tra
Ġt ra
Ġtr a
Ġ ap
Ġa p
Ġ Ú©
ĠÚ ©
Ġ reg
Ġre g
Ġr eg
ÑĤ Ðµ
i nk
in k
Ġ av
Ġa v
Ø§ Ø³
Ø§Ø ³
Ġ ìŀ
Ġì ŀ
Ġ more
Ġm ore
Ġmo re
Ġmor e
a ke
ak e
t a
Ġ will
Ġw ill
Ġwil l
Ġwi ll
É Ļ
Ġ Ð¼
ĠÐ ¼
i se
is e
Ġ bet
Ġb et
Ġbe t
Ġ vo
Ġv o
ä »
Ð½ Ð¸
} ĊĊ
}Ċ Ċ
Ġ ra
Ġr a
e mb
em b
Ġ also
Ġal so
Ġals o
' ,
i ns
in s
Ġ à¤ķ
Ġà¤ ķ
Ø £
: ĊĊ
:Ċ Ċ
Ġ il
Ġi l
Ġ acc
Ġa cc
Ġac c
ÑĤ Ð¾
Ġ Ð±
ĠÐ ±
Ð» Ð°
íķ ĺ
r ic
ri c
Ġ act
Ġa ct
Ġac t
Ġ cons
Ġc ons
Ġcon s
Ġco ns
Ġ Ð·
ĠÐ ·
i x
Ð¾ Ð¼
Ð¾Ð ¼
Ã £
Ã ª
áĥ Ĳ
( );Ċ
() ;Ċ
(); Ċ
p ect
pe ct
pec t
Ġ app
Ġa pp
Ġap p
f ter
ft er
fte r
Ġ à²
Ġ def
Ġd ef
Ġde f
u lar
ul ar
ula r
ì §
Ġ ìĿ
Ġì Ŀ
Ġ los
Ġl os
Ġlo s
Ġ @
Ġ they
Ġt hey
Ġthe y
Ġth ey
Ñ Ī
Ġ âĢľ
ĠâĢ ľ
a tes
at es
ate s
Ø ¶
t t
ãĢ Į
Ġ rec
Ġre c
Ġr ec
Ġ pe
Ġp e
Ġ over
Ġo ver
Ġov er
Ġove r
e rn
er n
Ġ Ùĩ
ĠÙ ĩ
ÙĪ Ø±
i sh
is h
a nc
an c
Ġ time
Ġt ime
Ġtim e
Ġti me
Ġ your
Ġy our
Ġyou r
Ġyo ur
c ess
ce ss
ces s
Ø °
a j
Ġ other
Ġo ther
Ġot her
Ġ trans
Ġt rans
Ġtr ans
Ġtra ns
Ġtran s
t ext
te xt
tex t
i ke
ik e
Ġ been
Ġb een
Ġbe en
Ġbee n
Ġ rel
Ġre l
Ġr el
* ,
v en
ve n
Ġ sub
Ġs ub
Ġsu b
Ġ there
Ġt here
Ġthe re
Ġth ere
Ġther e
Ġ It
ĠI t
Ġ first
Ġf irst
Ġfir st
Ġ Un
ĠU n
Ġ co
Ġc o
p os
po s
Ï Ĥ
Ġ Z
: :
Ġ she
Ġs he
Ġsh e
e k
à¦ °
Ġ would
Ġw ould
Ġwo uld
Ġ ser
Ġs er
Ġse r
Ġ da
Ġd a
Î ·
Ï Ģ
Ġ por
Ġp or
Ġpo r
an ge
ang e
Ġ Ð³
ĠÐ ³
Ġ che
Ġc he
Ġch e
Ġ à®
à±į à°
Ġ Al
ĠA l
) ;ĊĊ
);Ċ Ċ
); ĊĊ
Ġ data
Ġd ata
Ġda ta
Ġdat a
Ġ He
ĠH e
Ġ ØŃ
ĠØ Ń
s tr
st r
ìĿ ĺ
l et
le t
in gs
ing s
Ġ may
Ġm ay
Ġma y
o ld
ol d
âĢĻ s
Ñģ Ðº
ÙĪ ÙĨ
o log
ol og
olo g
Ġ Ar
ĠA r
a pp
ap p
Ġ work
Ġw ork
Ġwor k
Ġwo rk
Ø§ Ø¯
Ø§Ø ¯
Ġ ein
Ġe in
Ġei n
ë ¡
Ġ when
Ġw hen
Ġwh en
Ġwhe n
Å Ĥ
Ð ¶
Ġ into
Ġin to
Ġint o
æ ĺ
à° ¾
Ġ ac
Ġa c
áĥ ĺ
i na
in a
b ut
bu t
Ġ use
Ġu se
Ġus e
à° ¿
Ï ħ
Ù ĭ
Ġ pres
Ġp res
Ġpr es
Ġpre s
ì Ħ
Ġ num
Ġn um
Ġnu m
ÙĪ ÙĦ
Ø «
ë ¥
Ġ den
Ġd en
Ġde n
m er
me r
à§ į
Ġ pol
Ġp ol
Ġpo l
Ġ than
Ġt han
Ġth an
Ġtha n
l ement
le ment
lem ent
leme nt
ê³ ł
i gh
ig h
Ð¾ Ð³
Ð¾Ð ³
Ġ add
Ġa dd
Ġad d
a rg
ar g
Ġ stud
Ġst ud
Ġstu d
o ns
on s
e b
o nd
on d
o ve
ov e
. get
.g et
.ge t
à ¹
Ġ ÙĤ
ĠÙ Ĥ
à¤¿ à¤
Ġ Ø±
ĠØ ±
" Ċ
Ð² Ð°
a ys
ay s
Ã£ o
a va
av a
Ġ its
Ġit s
Ġi ts
Ġ .
Ī ëĭ¤
y n
Ġ ĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠ
Ġ âĢĶ
ĠâĢ Ķ
Ġ id
Ġi d
c i
Ġ function
Ġf unction
Ġfun ction
Ġfunc tion
Ġfunct ion
âĢ Į
Ġ det
Ġd et
Ġde t
Ġ áĥ
Ġá ĥ
Ġ any
Ġa ny
Ġan y
Ġ </
Ġ< /
Ñ İ
r ound
ro und
rou nd
Ðµ ÑĢ
e f
e nte
en te
ent e
· ¸
N ame
Na me
Nam e
Ã© e
b le
bl e
Ġ some
Ġs ome
Ġso me
Ġsom e
Ġ gr
Ġg r
Ġ bo
Ġb o
Ġ Se
ĠS e
Ġ dÃ©
Ġd Ã©
Ġ who
Ġw ho
Ġwh o
Ġ Ø§ÙĦØ£
ĠØ§ÙĦ Ø£
ĠØ§ÙĦØ £
r or
ro r
at ive
ativ e
ati ve
Ø§ Ø¨
Ø§Ø ¨
o th
ot h
at ch
Ġ cor
Ġc or
Ġco r
Ġ result
Ġres ult
a ting
at ing
ati ng
atin g
Ġ att
Ġa tt
Ġat t
a tic
at ic
ati c
Ö Ĥ
Ġ sign
Ġs ign
Ġsi gn
Ġsig n
à¤ Ĥ
a sed
as ed
ase d
à§ ĩ
r ay
ra y
Ġ dem
Ġd em
Ġde m
# ###
## ##
### #
Ġ kn
Ġk n
Ġ two
Ġt wo
Ġtw o
à¯į à®
Ġ =>
Ġ= >
Ġ ÏĦ
à³ į
Ġ dur
Ġd ur
Ġdu r
Ġ Le
ĠL e
n a
ë¡ ľ
ÙĬ Ø±
ãģ Ĺ
t on
to n
i eld
ie ld
iel d
s p
Ġ produ
Ġp rodu
Ġpro du
Ġpr odu
Ġprod u
Ġ je
Ġj e
Com ment
Comme nt
Comm ent
ãģ ¯
ess ion
essi on
Ġ about
Ġab out
Ġ Äĳ
ĠÄ ĳ
íķ ľ
Ġ op
Ġo p
ÑĤ Ð¸
t ern
ter n
te rn
c o
à°¾ à°
Ã© r
c ond
con d
co nd
i tt
it t
ì ł
Ġ bl
Ġb l
Ġ fl
Ġf l
Ġ aut
Ġa ut
Ġau t
w een
we en
em ber
emb er
Ġ una
Ġu na
Ġun a
Ġ Ñĥ
ĠÑ ĥ
Ġ Ø¬
ĠØ ¬
Ð½ Ð¾
i ct
ic t
Ġ na
Ġn a
Ġ fe
Ġf e
r ed
re d
Ġ fil
Ġf il
Ġfi l
o y
áĥĲ áĥ
Ġ only
Ġon ly
z e
Ġ eff
Ġe ff
Ġef f
: //
:/ /
Ù ĳ
Ġ ìķ
Ġì ķ
Ġ Ø´
ĠØ ´
Ġd iffer
Ġdi ffer
Ġdif fer
Ġdiff er
Ġ pat
Ġp at
Ġpa t
Ġ ==
Ġ= =
b e
ÃŃ a
. com
.c om
.co m
âĢĶ âĢĶ
n er
ne r
Ġ rem
Ġre m
Ġr em
r en
re n
u c
y m
Õ¸ ÖĤ
Ġ end
Ġe nd
Ġen d
b o
a ls
al s
Ġ min
Ġm in
Ġmi n
å ı
Ġ dans
Ġd ans
Ġda ns
Ġdan s
ãĢĤ âĢĿ
ì§ Ģ
u rr
ur r
Ġ ke
Ġk e
a mp
am p
ï¼ī Ċ
Ġ tem
Ġt em
Ġte m
Ķ ×
Ġ son
Ġs on
Ġso n
Ġ Ø£ÙĨ
ĠØ£ ÙĨ
à¥ ĭ
Ġ para
Ġp ara
Ġpar a
Ġpa ra
} \
Å ¡
Ġ car
Ġc ar
Ġca r
i ts
it s
ì ķ
ê° Ģ
u i
àµ į
Ġ pour
Ġp our
Ġpo ur
Ġpou r
å Ĳ
p lic
pl ic
pli c
n ame
na me
nam e
t s
ãģ Ħ
å ħ
a nk
an k
Ġ between
Ġb etween
Ġbet ween
e ls
el s
u rs
ur s
u ch
uc h
ãģ Ŀ
r ol
ro l
Ġin clud
Ġincl ud
Ġinclu d
u es
ue s
à± ģ
' t
I d
ãģ ¨
r oup
ro up
rou p
Ġ This
ĠT his
ĠTh is
ĠThi s
Ġ sol
Ġs ol
Ġso l
Ã º
a tor
at or
ato r
ë ¦
Ġ him
Ġh im
Ġhi m
Ġ une
Ġu ne
Ġun e
i ble
ib le
ibl e
Ġ med
Ġm ed
Ġme d
g an
ga n
Î º
Ġ prov
Ġp rov
Ġpro v
Ġpr ov
Ġ von
Ġv on
Ġvo n
m in
mi n
Ġ Ø§ÙĦØª
ĠØ§ÙĦ Øª
ĠØ§ÙĦØ ª
ĠØ§ ÙĦØª
Ġt hem
Ġthe m
Ġth em
Ġ under
Ġu nder
Ġun der
Ġund er
Ġunde r
à¦ ¿
r act
ra ct
rac t
u x
ãģ Ł
Ġ then
Ġt hen
Ġthe n
Ġth en
Ġ Com
ĠC om
ĠCo m
l and
la nd
lan d
Î »
Ġ used
Ġu sed
Ġus ed
Ġuse d
ìĿ Ģ
s er
se r
à§į à¦
T h
ãģ ®
h ed
he d
à° Ĥ
Ġ inst
Ġin st
Ġins t
w er
we r
f l
Ġ si
Ġs i
Ġ cre
Ġc re
Ġcr e
et hod
eth od
c ed
ce d
a is
ai s
Ø§ ÛĮ
Ġ Pro
ĠP ro
ĠPr o
a tt
at t
Ġ after
Ġa fter
Ġaf ter
Ġaft er
d en
de n
c es
ce s
u res
ur es
ure s
Ġ ê·¸
Ġê ·¸
Ġê· ¸
Ä ĥ
i ca
ic a
Ġ x
× ¨
g er
ge r
Ðº Ð°
a i
ì ŀ
Ġ Q
ä ½
è ¯
Ġ cell
Ġc ell
Ġce ll
Ġcel l
à¦¾ à¦
u ne
un e
a ges
ag es
age s
Ġ requ
Ġre qu
Ġr equ
Ġreq u
ãĥ ¼
à³į à²
a ts
at s
Ġ met
Ġm et
Ġme t
Ġ where
Ġw here
Ġwh ere
Ġwhe re
Ġ like
Ġl ike
Ġli ke
Ġlik e
_ t
Ġ could
Ġc ould
Ġco uld
Ġcou ld
Ġcoul d
a ut
au t
r ough
ro ugh
rou gh
Ġ Mar
ĠM ar
ĠMa r
à¤ ¨
Õ¡ Õ¶
Õ¡Õ ¶
al ly
all y
Ġ vari
Ġv ari
Ġvar i
Ġva ri
Ġ ext
Ġe xt
Ġex t
Ġ off
Ġo ff
Ġof f
Ġ De
ĠD e
Ñ ĺ
y p
Ġ Ð°
ĠÐ °
Ġ ind
Ġin d
Ġi nd
t his
th is
Ð½ Ñĭ
er son
ers on
æĺ ¯
Ġ sim
Ġs im
Ġsi m
Ú ¯
Ġ spec
Ġs pec
Ġsp ec
Ġspe c
r uct
ru ct
a use
au se
aus e
Ġ using
Ġu sing
Ġus ing
i der
id er
ide r
am ple
amp le
i que
iqu e
iq ue
e ne
en e
e xt
ex t
a ir
ai r
u ss
us s
Ġ bu
Ġb u
Ä į
Ð¾ ÑĢ
Ġ such
Ġs uch
Ġsu ch
Ġsuc h
Ġ dist
Ġd ist
Ġdis t
Ġdi st
v o
) .ĊĊ
). ĊĊ
).Ċ Ċ
Ġ dire
Ġd ire
Ġdi re
Ġdir e
h tt
ht t
ê ²
o h
Î ¯
L ist
Li st
Ġ ÙĪØ§ÙĦ
ĠÙĪ Ø§ÙĦ
ĠÙĪØ§ ÙĦ
u tion
ut ion
uti on
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ol low
oll ow
ollo w
Ð» ÑĮ
p o
ë¥ ¼
Ġ loc
Ġl oc
Ġlo c
Ġ need
Ġn eed
Ġne ed
at ional
ation al
ati onal
atio nal
ĉ ĉĉ
ĉĉ ĉ
Ġ inv
Ġin v
ç ¬
Ġ mon
Ġm on
Ġmo n
å ¤
Ġ La
ĠL a
Ġ gener
Ġg ener
Ġgen er
Ġge ner
Ġgene r
ĸ ´
S tring
St ring
Str ing
Ġ %
Å ¾
o wer
ow er
owe r
j e
Ġ what
Ġw hat
Ġwh at
Ġ Wh
ĠW h
h r
Ð» Ðµ
- s
u er
ue r
Ġ Ð·Ð°
ĠÐ· Ð°
Ġ qui
Ġqu i
Ġq ui
il ity
ili ty
ilit y
at ure
atur e
atu re
f ore
fo re
for e
o ci
oc i
o le
ol e
ì ĭ
¸ °
Ġ name
Ġn ame
Ġna me
Ġnam e
re at
rea t
àµį à´
áĥ Ķ
å ľ
Ġ #
P ro
Pr o
" >
c ent
ce nt
cen t
Ø º
an do
and o
a rs
ar s
Ġ these
Ġthe se
Ġth ese
an ts
ant s
i sm
is m
ï¼Į âĢľ
" ,Ċ
", Ċ
ãģ ĭ
Ġ conf
Ġcon f
Ġco nf
ç¬ ¬
l a
Ġ self
Ġs elf
Ġse lf
Ġsel f
Ġ just
Ġj ust
Ġju st
Ġ Ø¹ÙĦÙī
ĠØ¹ ÙĦÙī
ĠØ¹ÙĦ Ùī
n ing
ni ng
nin g
a mb
am b
C on
Co n
* *Ċ
** Ċ
Ã¼ r
Ġ ìł
Ġì ł
Î ¼
Ġ back
Ġb ack
Ġba ck
Ġbac k
R e
Ġ ve
Ġv e
Ĥ ¬
Ġ ê°
Ġê °
Å Ł
Ġ ed
Ġe d
ãĢ ĭ
a dd
ad d
. p
u ment
um ent
ume nt
umen t
Ġ how
Ġh ow
Ġho w
Ġ don
Ġd on
Ġdo n
s on
so n
- ---
-- --
--- -
ì ľ
i ned
in ed
ine d
æ Ī
. "
Ġ ë§
Ġë §
Ġ cal
Ġc al
Ġca l
. j
o un
ou n
Ġ las
Ġl as
Ġla s
w ard
wa rd
war d
o ugh
ou gh
h o
à¤ ķ
Ġ ê²
Ġê ²
Ã ±
Ðµ Ð½Ð¸
ÐµÐ½ Ð¸
Ġ Ø§ÙĦØ¹
ĠØ§ÙĦ Ø¹
ĠØ§ÙĦØ ¹
ĠØ§ ÙĦØ¹
× ľ
Ġ X
Ġ show
Ġs how
Ġsh ow
Ġsho w
c ho
ch o
Ã «
Ġ value
Ġval ue
Ġvalu e
r ead
re ad
rea d
? ĊĊ
?Ċ Ċ
Ġ mit
Ġm it
Ġmi t
è ¿
Ġ year
Ġy ear
Ġye ar
. âĢĿĊĊ
.âĢĿ ĊĊ
.âĢĿĊ Ċ
Ġ said
Ġs aid
Ġsa id
Ġsai d
`` `Ċ
``` Ċ
i vers
iv ers
ive rs
iver s
ÙĪ Ø¯
Ġ fr
Ġf r
ce pt
cep t
Ġ through
Ġth rough
Ġthr ough
Ġthro ugh
r ac
ra c
i or
io r
Ġ Ø§Ø
ĠØ§ Ø
n o
ãģ «
d ata
da ta
dat a
ë ı
a ny
an y
u te
ut e
ct ions
ction s
. l
ãģ Ĥ
Ġ type
Ġt ype
Ġtyp e
Ġty pe
o dy
od y
æ Ń
Ð¾ Ð¹
Ð¾Ð ¹
Ġ !
Ġ system
Ġs ystem
Ġsy stem
Ġsyst em
Ġsys tem
Ġ pas
Ġp as
Ġpa s
â Ķ
ãģ Ĩ
Ġ second
Ġse cond
Ġsec ond
Ġseco nd
} \)
}\ )
Ðµ ÑĤ
ÙĦ ÙĬ
Ġ import
Ġim port
Ġimp ort
ç ļ
c ont
con t
co nt
ë ĵ
al se
als e
t il
ti l
r op
ro p
Ġ ×Ķ×
Ġ× Ķ×
Ġ×Ķ ×
er vice
erv ice
áĥĺ áĥ
Ġpar tic
Ġpart ic
Ġparti c
i sch
is ch
isc h
s et
se t
ÙĨ Ø¯
Ġ follow
Ġf ollow
Ġfol low
Ġfoll ow
e ver
ev er
eve r
ï¼Ł âĢĿĊĊ
ï¼ŁâĢĿ ĊĊ
ï¼ŁâĢĿĊ Ċ
Ġ test
Ġt est
Ġte st
Ġtes t
Ġ ìĿ´
ĠìĿ ´
Ġ à´
Ø§ Ø¡
Ø§Ø ¡
Ø± ÙĬ
i vate
iv ate
iva te
ivat e
å Ī
ur rent
urr ent
urre nt
a to
at o
Ġ did
Ġd id
Ġdi d
âĢĻ t
u k
à² ¿
ãģ §
i ver
iv er
ive r
m an
ma n
Ġ van
Ġv an
Ġva n
Ã¡ s
" >Ċ
"> Ċ
ŀ ×
c ol
co l
ìĦ ľ
Ġ sm
Ġs m
Ġ Ð¿Ð¾
ĠÐ¿ Ð¾
z a
çļ Ħ
Ï Į
Ġ should
Ġsh ould
Ġsho uld
áĥĶ áĥ
i cs
ic s
ÑĢ Ð¾
v i
Ã ¢
Ġ cent
Ġc ent
Ġce nt
Ġcen t
Ùħ Ø§
l er
le r
Ø§ Ø¦
Ø§Ø ¦
Ġ most
Ġm ost
Ġmo st
Ġmos t
Ð´ Ð°
Ø³ Øª
s k
n i
Ġ long
Ġl ong
Ġlo ng
Ġlon g
`` `ĊĊ
``` ĊĊ
```Ċ Ċ
Ġ Con
ĠC on
ĠCo n
Ġ ter
Ġt er
Ġte r
Ġ| ĊĊ
Ġ|Ċ Ċ
Ġ cap
Ġc ap
Ġca p
a sh
as h
Ġ bec
Ġb ec
Ġbe c
Ġ high
Ġh igh
Ġhi gh
Ġhig h
Ù İ
Ġ Ø®
ĠØ ®
ri but
rib ut
ribu t
a nte
an te
ant e
à¯ ģ
Ġ each
Ġe ach
Ġea ch
Ġ som
Ġs om
Ġso m
ë¦ ¬
Ã© n
Ã© t
r os
ro s
eng th
engt h
f o
Ġ Ñĩ
ĠÑ ĩ
a x
i ties
it ies
iti es
itie s
e lle
el le
ell e
- b
I t
s wer
sw er
p res
pr es
pre s
t y
a ciÃ³n
ac iÃ³n
aciÃ³ n
aci Ã³n
g o
E x
Ġ pass
Ġp ass
Ġpas s
Ġpa ss
o ther
ot her
oth er
othe r
âĶ Ģ
Ġ non
Ġn on
Ġno n
ãģ ª
à® ¿
i ted
it ed
ite d
Ġ war
Ġw ar
Ġwa r
ve lop
vel op
Ġ à¤¸
Ġà¤ ¸
. m
Æ °
y l
Õ¸ÖĤ Õ
Ġ final
Ġf inal
Ġfin al
Ġfi nal
Ġfina l
i zed
iz ed
ize d
Ĥ ĺ
Ġ ins
Ġin s
Ġi ns
Ġ number
Ġn umber
Ġnum ber
Ġnumb er
i nes
in es
ine s
r al
ra l
Î¿ Ïħ
Ġ hand
Ġh and
Ġha nd
Ġhan d
w n
Ġ En
ĠE n
a red
ar ed
are d
Ġ again
Ġa gain
Ġag ain
Ġaga in
pon se
pons e
{ \
g en
ge n
E R
Ġ br
Ġb r
r ess
re ss
res s
Ã ´
) )
i cht
ic ht
ich t
Ġ El
ĠE l
Ġ different
Ġd ifferent
Ġdiffer ent
à¦¿ à¦
Ã ¥
+ ++
++ +
d d
Ġ vers
Ġv ers
Ġver s
Ġve rs
++ +++
+++ ++
ãģ £
i do
id o
Ġ char
Ġc har
Ġch ar
Ġcha r
" :
' ,Ċ
', Ċ
Ġ As
ĠA s
C h
V iew
Vi ew
Ġ rÃ©
Ġr Ã©
Ġ ÑĤ
ĠÑ Ĥ
Ġ void
Ġv oid
Ġvo id
Ġvoi d
ì ļ
] Ċ
} }
C ont
Con t
Co nt
à¤ ¤
Õ¥ Õ
à°Ĥ à°
ä ¹
è¯ ´
a sk
as k
Ġ zu
Ġz u
Ġ main
Ġm ain
Ġma in
Ġmai n
ÖĢ Õ
Ġ process
Ġp rocess
Ġpro cess
Ġproc ess
Ġproces s
our ce
Ġ ant
Ġa nt
Ġan t
Ġ men
Ġm en
Ġme n
Ġ das
Ġd as
Ġda s
Ġ We
ĠW e
( )Ċ
() Ċ
l ine
li ne
lin e
Ġ know
Ġk now
Ġkn ow
Ġ var
Ġv ar
Ġva r
Ġ sup
Ġs up
Ġsu p
Ġ Ð½Ðµ
ĠÐ½ Ðµ
at us
atu s
D ata
Da ta
Dat a
a mes
am es
ame s
Ġ à¤¹
Ġà¤ ¹
- t
Ġ else
Ġel se
Ġels e
Ð¾ Ð½
Ð¾Ð ½
Ġ effect
Ġe ffect
Ġeff ect
Ġef fect
p end
pe nd
pen d
\ (
å Ľ
Ã¡ n
Ġ ìĹ
Ġì Ĺ
. c
i ment
im ent
ime nt
imen t
ess age
essa ge
Ġ como
Ġc omo
Ġcom o
Ġco mo
* Ċ
Ġ point
Ġp oint
Ġpo int
Ġpoi nt
Î ¬
Ġ */
Ġ* /
a bel
ab el
abe l
Ġ method
Ġm ethod
Ġmet hod
Ġmeth od
g g
a ne
an e
Ġ um
Ġu m
Ġ vol
Ġv ol
Ġvo l
" );Ċ
") ;Ċ
"); Ċ
r oll
ro ll
rol l
a ult
au lt
aul t
Ġ ë°
Ġë °
Ġin cre
Ġinc re
Ġ sl
Ġs l
l ich
lic h
li ch
Ġ let
Ġl et
Ġle t
Ġ same
Ġs ame
Ġsa me
Ġsam e
. ..
.. .
Ġ Ø¯Ø±
ĠØ¯ Ø±
p ublic
pu blic
pub lic
y le
yl e
Ã Ł
Ġ dec
Ġd ec
Ġde c
v ery
ver y
ve ry
k t
a mil
am il
ami l
r aph
ra ph
rap h
à®¿ à®
g y
T o
Ä ħ
Ã¨ re
ÑĢ Ñĥ
ÑĨ Ð¸
ì ĸ´
ìĸ ´
Ġ For
ĠF or
ĠFo r
Ø ¸
Ä Ļ
e ra
er a
f ul
fu l
Ġ well
Ġw ell
Ġwe ll
Ġwel l
u le
ul e
w ork
wo rk
wor k
i um
iu m
o tt
ot t
r c
is ion
isi on
Ġ Ø¥ÙĦÙī
ĠØ¥ ÙĦÙī
ĠØ¥ÙĦ Ùī
E n
a ra
ar a
' Ċ
i nc
in c
Ġ pop
Ġp op
Ġpo p
i ents
ient s
ien ts
s elf
se lf
sel f
O N
Ġ dev
Ġd ev
Ġde v
ãĥ ³
u lation
ul ation
ula tion
ulat ion
j a
Ø§ Ø³Øª
Ø§Ø³ Øª
à¥ ¤
Ġ true
Ġt rue
Ġtr ue
Ġtru e
Ø§ Ø¹
Ø§Ø ¹
r on
ro n
e tt
et t
p or
po r
Ä Ľ
ÙĦ Ùĥ
in ce
inc e
Ġw ant
Ġwa nt
Ġwan t
i co
ic o
o f
ë ł
Ġ case
Ġc ase
Ġcas e
Ġca se
v iew
vi ew
vie w
i red
ir ed
ire d
v a
w h
l ex
le x
m s
Ùĭ Ø§
Ġ anal
Ġa nal
Ġan al
Ġana l
Į Ģ
Ġ fo
Ġf o
Ġ our
Ġo ur
Ġou r
it le
a yer
ay er
aye r
Ġ list
Ġl ist
Ġli st
Ġlis t
Ġ prote
Ġp rote
Ġpro te
Ġpr ote
Ġprot e
ar get
arg et
arge t
T ype
Typ e
Ty pe
ĳ ×
a der
ad er
ade r
i onal
ion al
io nal
iona l
s h
Ġ found
Ġf ound
Ġfo und
Ġfou nd
Ġ both
Ġb oth
Ġbo th
Ġbot h
i ces
ic es
ice s
ëı Ħ
' ]
Ġ prim
Ġp rim
Ġpr im
Ġpri m
Ġ person
Ġp erson
Ġper son
Ġpers on
Ġperso n
w ay
wa y
à «
C l
s te
st e
b l
ãĢ Ĭ
Ġ bel
Ġb el
Ġbe l
ãģ ¦
q uest
qu est
que st
ques t
f or
fo r
m en
me n
Ġ mar
Ġm ar
Ġma r
m ath
ma th
mat h
Û Ĵ
c ript
cri pt
cr ipt
ic ally
ical ly
Ġ Ð¡
ĠÐ ¡
ìľ ¼
Ġ plus
Ġp lus
Ġpl us
Ġplu s
Ġ look
Ġl ook
Ġlo ok
g ram
gr am
gra m
Ġ auf
Ġa uf
Ġau f
Ġ present
Ġpre sent
Ġpres ent
Ġprese nt
Ġ cr
Ġc r
Ġ âĢŀ
ĠâĢ ŀ
Ġ poss
Ġp oss
Ġpo ss
Ġpos s
Ġ ce
Ġc e
e lla
el la
ell a
Ġ Tr
ĠT r
A r
p re
pr e
Ø§ Ùģ
åľ ¨
V al
Va l
Ġ String
ĠS tring
ĠSt ring
ĠStr ing
d ate
da te
dat e
k a
Ġ gu
Ġg u
r eturn
re turn
ret urn
Ġ Sch
ĠS ch
ĠSc h
Ġ >
Ġ ave
Ġa ve
Ġav e
Ġ gl
Ġg l
Ġ post
Ġp ost
Ġpo st
Ġpos t
ãĤ Į
or ld
ãģ ¾
Ð² Ð¸
Ġ Ã©t
ĠÃ© t
o te
ot e
Ġ while
Ġwh ile
Ð¼ Ð¸
u ral
ur al
ura l
Ġ Ø§ÙĦØŃ
ĠØ§ÙĦ ØŃ
ĠØ§ÙĦØ Ń
i ster
is ter
ist er
iste r
Ġ Cl
ĠC l
I I
ë §
[ '
o mb
om b
a w
m l
- d
Û ģ
Ġ start
Ġst art
Ġstar t
Ġsta rt
i no
in o
Ð¾ Ð³Ð¾
Ð¾Ð³ Ð¾
m ents
ment s
men ts
q ues
qu es
que s
Ġ cas
Ġc as
Ġca s
i mes
im es
ime s
Ġ inform
Ġin form
Ġinf orm
Ġinfo rm
u se
us e
Ġ way
Ġw ay
Ġwa y
Ġ à¤®
Ġà¤ ®
d uct
du ct
duc t
ê ¸°
ê¸ °
ce ption
cept ion
cep tion
Ġ sk
Ġs k
à²¿ à²
Ġ Â»
ĠÂ »
Ġ dr
Ġd r
Ñ ī
- m
i da
id a
. S
Ġ (*
Ġ( *
à¤ ¸
o ple
op le
opl e
à³ ģ
s ch
sc h
r eg
re g
i rc
ir c
Ñģ Ñı
Ġ And
ĠA nd
ĠAn d
ÙĪ Ùħ
Ã ½
Ġ Ø¢
ĠØ ¢
ig ure
igu re
igur e
R es
Re s
Ġ before
Ġb efore
Ġbe fore
Ġbef ore
Ġ rest
Ġre st
Ġr est
Ġres t
d ex
de x
o del
od el
ode l
f e
C ol
Co l
ÙĬ Ø¯
Ġ Sh
ĠS h
S T
Ġ How
ĠH ow
ĠHo w
Ġ oper
Ġo per
Ġop er
] .
i vity
iv ity
ivi ty
ivit y
Ġ Ab
ĠA b
n ew
ne w
Ġ find
Ġf ind
Ġfin d
Ġfi nd
Ġ ?
e ts
et s
I D
v ers
ver s
ve rs
à¤ ¹
ä¸ Ģ
a na
an a
Ġ equ
Ġe qu
Ġeq u
Ġ gen
Ġg en
Ġge n
Ð¼ Ð°
ï¼Ł ãĢįĊĊ
ï¼ŁãĢį ĊĊ
ï¼ŁãĢįĊ Ċ
e ry
er y
Ġ Be
ĠB e
v ed
ve d
k s
o res
or es
ore s
Ġde velop
Ġdeve lop
u ra
ur a
) ,Ċ
), Ċ
id ent
ide nt
iden t
a ther
at her
ath er
athe r
ÑĤ ÑĮ
Ġ tri
Ġt ri
Ġtr i
× Ķ
Ġ quest
Ġqu est
Ġque st
Ġq uest
= =
t ain
ta in
tai n
. ,
Ġ line
Ġl ine
Ġli ne
Ġlin e
i tu
it u
a no
an o
à¥ ģ
Ð¾ Ð±
Ð¾Ð ±
âĢĿ ï¼Į
Ġ Ðµ
ĠÐ µ
Ġ ìŀĪ
Ġìŀ Ī
ë ©
Ġ control
Ġcont rol
Ġcontr ol
Ġcontro l
Ġ does
Ġd oes
Ġdo es
Ġ fact
Ġf act
Ġfa ct
Ġfac t
Ġ os
Ġo s
Ġ art
Ġa rt
Ġar t
i fe
if e
i ter
it er
ite r
a ment
am ent
ame nt
amen t
Ġ null
Ġn ull
Ġnu ll
Ġnul l
Ġ ÑĢÐ°
ĠÑĢ Ð°
Ġ hab
Ġh ab
Ġha b
Ġ hel
Ġh el
Ġhe l
Ġex per
Ġexp er
ãģ ł
ac ter
act er
_ s
Ġ */Ċ
Ġ* /Ċ
Ġ*/ Ċ
f ace
fa ce
fac e
Ðº Ð¸
Ġ Ø¨Ùĩ
ĠØ¨ Ùĩ
a dos
ad os
ado s
Ġ New
ĠN ew
ĠNe w
i rd
ir d
Ġ perform
Ġper form
Ġperf orm
Ġperfor m
Ġ \(\
Ġ\ (\
Ġ\( \
Ġ being
Ġb eing
Ġbe ing
Ġbei ng
Ġ real
Ġre al
a son
as on
aso n
Ġ because
Ġb ecause
Ġbe cause
Ġbec ause
Ġ term
Ġt erm
Ġte rm
Ġter m
d ef
de f
con st
cons t
Ġ down
Ġd own
Ġdo wn
Ġdow n
e ter
et er
ete r
Ġ ëĭ
Ġë ĭ
Ġ Pl
ĠP l
o x
at iv
ati v
r em
re m
Ġ port
Ġp ort
Ġpo rt
Ġpor t
Ġdes cri
Ġdesc ri
Ġ run
Ġr un
Ġru n
} ^{
}^ {
Ġ Ø§ÙĦØ³
ĠØ§ÙĦ Ø³
ĠØ§ÙĦØ ³
ĠØ§ ÙĦØ³
ä¸ į
o use
ou se
ous e
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
r ef
re f
Ġ private
Ġpr ivate
Ġpri vate
Ġpriv ate
Ġprivat e
e ro
er o
Ġ right
Ġr ight
Ġri ght
Ġrig ht
a gn
ag n
Ġ vis
Ġv is
Ġvi s
å ®
c a
I N
. f
c lass
cl ass
cla ss
e nn
en n
Ġ level
Ġle vel
Ġlev el
Ġleve l
i os
io s
Ġ make
Ġm ake
Ġma ke
Ġmak e
= {
c cess
cc ess
Ġ mat
Ġm at
Ġma t
Ġd uring
Ġdu ring
Ġdur ing
r ag
ra g
( $
. set
.s et
.se t
Ùĩ Ùħ
Ī ĺ
d a
v ol
vo l
Ġ ÐĴ
ĠÐ Ĵ
Ġ ìĭ
Ġì ĭ
Ġ ou
Ġo u
Ġ ge
Ġg e
ÙĦ Ùħ
l eg
le g
Ġ fin
Ġf in
Ġfi n
Ġ even
Ġe ven
Ġev en
Ġeve n
Ġ bre
Ġb re
Ġbr e
S e
c ul
cu l
Ġ Ex
ĠE x
Ġ group
Ġg roup
Ġgr oup
Ġgrou p
Ġgro up
if ied
ifi ed
ifie d
e nder
en der
end er
ende r
g ht
gh t
íķ ´
a ms
am s
T ext
Te xt
Tex t
Ġ à¤ª
Ġà¤ ª
Ġ tot
Ġt ot
Ġto t
Ġ You
ĠY ou
ĠYo u
Ġ made
Ġm ade
Ġma de
Ġmad e
Ð´ Ð¸
Ġ Pr
ĠP r
- l
h ip
hi p
Ġ see
Ġs ee
Ġse e
à² ¾
Ġ â
Ø§ ÙĤ
Å ĳ
en ces
ence s
enc es
ì Ĭ
Ġ here
Ġh ere
Ġhe re
Ġher e
Ġ ÐŁ
ĠÐ Ł
u mn
um n
iz ation
iza tion
izat ion
h a
Ġ Il
ĠI l
Ġst udy
Ġstud y
Ġstu dy
. t
l t
i tal
it al
ita l
Ġ direct
Ġd irect
Ġdi rect
Ġdire ct
Ġdir ect
W h
Ã¶ r
Ð¾ Ðº
Ð¾Ð º
ï¼ī ï¼Į
Ġ Ïĥ
Ġ Î±
ĠÎ ±
Ġ Er
ĠE r
Ġ model
Ġm odel
Ġmod el
Ġmo del
Ġmode l
o ver
ov er
ove r
Ġ now
Ġn ow
Ġno w
Ġ Or
ĠO r
a teg
at eg
ate g
Ġ On
ĠO n
Ġ tak
Ġt ak
Ġta k
N A
l ev
le v
en cy
enc y
Ð» Ñı
à°¿ à°
. d
o rn
or n
id th
Ġ contin
Ġcont in
Ð° ÑĢ
Ġ avec
Ġa vec
Ġav ec
Ġave c
à¸ ²
u ser
us er
use r
Ġ She
ĠS he
ĠSh e
t he
th e
Ġ ëª
Ġë ª
o urs
ou rs
our s
l ection
le ction
lect ion
lec tion
Ã¨ s
ê² Į
Î Ń
Å Ļ
m ed
me d
i fy
if y
r oss
ro ss
ros s
Ġ false
Ġf alse
Ġfal se
Ġfals e
L e
å ¾
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
à¯ģ à®
Ġ ÑģÐµ
ĠÑģ Ðµ
y d
Ġ Ind
ĠI nd
ĠIn d
Ġ hist
Ġh ist
Ġhis t
Ġhi st
b r
Ġ Par
ĠP ar
ĠPa r
u ally
ual ly
p ress
pr ess
pres s
pre ss
a les
al es
ale s
Ġ ì§
Ġì §
i tÃ©
it Ã©
Ġpro ble
Ġpr oble
Ġprob le
Ġprobl e
i et
ie t
Ï ī
Ġ Br
ĠB r
i ven
iv en
ive n
( Ċ
" ;Ċ
"; Ċ
h ttps
htt ps
http s
Ġ three
Ġth ree
Ġthr ee
Ġ Ø§ÙĦÙĤ
ĠØ§ÙĦ ÙĤ
ĠØ§ ÙĦÙĤ
ë Ł
Ġ als
Ġa ls
Ġal s
Ġ ÙħØ¹
ĠÙħ Ø¹
i ci
ic i
Ġ people
Ġpe ople
it ions
ition s
iti ons
_ _
i dad
id ad
ida d
Ġ string
Ġs tring
Ġst ring
Ġstr ing
Ġstri ng
Ġw ur
pr int
pri nt
prin t
A T
Ġ ref
Ġre f
Ġr ef
Ġ much
Ġm uch
Ġmu ch
Ġmuc h
Ġ Is
ĠI s
u ro
ur o
> ĊĊ
>Ċ Ċ
à²¾ à²
Ġs ich
Ġsi ch
Ġsic h
è Ģ
ãģ Į
Ġ file
Ġf ile
Ġfil e
Ġfi le
ë Ŀ
Ġ many
Ġm any
Ġman y
Ġma ny
b y
Ġ ÏĢ
Ġ cond
Ġc ond
Ġcon d
Ġco nd
pr ession
press ion
Ġ user
Ġu ser
Ġus er
Ġuse r
ê µ
p art
par t
pa rt
t ing
ti ng
Ġsign ific
Ġsignif ic
Ã§ Ã£o
Ġ example
Ġex ample
Ġexam ple
Ð½ Ðµ
Ġ organ
Ġor gan
Ġorg an
Ġ àª
à ´¿
à´ ¿
Ġ à¸
e arch
ear ch
Øª Ø±
i lle
il le
ill e
ë ŀ
Ġ read
Ġre ad
Ġr ead
v ar
va r
Ġ ident
Ġid ent
Ġide nt
Ġ event
Ġe vent
Ġeven t
Ġev ent
Ġeve nt
à° °
Ġ years
Ġy ears
Ġyear s
Ġye ars
Ġ try
Ġt ry
Ġtr y
ĉ if
ĉi f
Ġ play
Ġp lay
Ġpl ay
Ġpla y
Ġ log
Ġl og
Ġlo g
ar ly
arl y
Ð» Ð¾
Ġ patients
Ġpat ients
Ġpatient s
Ġ ìĤ¬
Ġì Ĥ¬
ĠìĤ ¬
Ø§ Ùĭ
Ġ mus
Ġm us
Ġmu s
Æ° á»
Ġ ÙħÛĮ
ĠÙħ ÛĮ
æ ĸ
a ins
ain s
ai ns
Ġ Ø§ÙĦØ¨
ĠØ§ÙĦ Ø¨
ĠØ§ÙĦØ ¨
ĠØ§ ÙĦØ¨
Ġ If
ĠI f
Ġ mov
Ġm ov
Ġmo v
Ġ consider
Ġcons ider
Ġconsid er
à¥ Ī
Ġ commun
Ġcom mun
Ġcomm un
à¤ ²
ãĤ ĵ
Ġ prof
Ġp rof
Ġpro f
Ġpr of
Î ³
Ġ cu
Ġc u
Ġ Te
ĠT e
p lay
pl ay
pla y
Ø§ ØŃ
Ø§Ø Ń
Ġ Ù¾
ĠÙ ¾
Ġ Fran
ĠF ran
ĠFr an
ĠFra n
h or
ho r
Ġ Îº
ĠÎ º
_ id
_i d
Ġ those
Ġth ose
Ġtho se
val ue
valu e
Ġ every
Ġe very
Ġev ery
Ġever y
Ġeve ry
ëĵ ¤
Ð² Ð¾
e tte
et te
ett e
m i
Ø¨ Ø±
× ª
g u
Ġ Car
ĠC ar
ĠCa r
a lk
al k
i one
ion e
io ne
Ġ ret
Ġre t
Ġr et
Ġ ann
Ġa nn
Ġan n
Ġ Ðļ
ĠÐ ļ
Ġ hum
Ġh um
Ġhu m
áĥ Ŀ
Ġ text
Ġt ext
Ġte xt
Ġtex t
Ù ı
äº º
c hn
ch n
l ected
le cted
lect ed
lec ted
æŃ ¤
e ms
em s
ãĤ Ĥ
Ø§ Ùĩ
Ġ occ
Ġo cc
Ġoc c
Ġ enc
Ġe nc
Ġen c
e na
en a
ind ow
indo w
r aw
ra w
Ġ pu
Ġp u
Ġ pot
Ġp ot
Ġpo t
a ction
ac tion
act ion
Ñ Ħ
- f
Ã ²
( ).
() .
i to
it o
Ø± Ø¨
ë ħ
ent ial
enti al
o hn
oh n
ëĿ ¼
s erv
se rv
ser v
í ĸ
Ġ open
Ġo pen
Ġop en
f rac
fr ac
fra c
Ġ Sp
ĠS p
Ġ very
Ġv ery
Ġver y
Ġve ry
oc ument
å °
t d
Ġ System
ĠS ystem
ĠSy stem
ĠSys tem
Ġ Ø§ÙĦÙĨ
ĠØ§ÙĦ ÙĨ
ĠØ§ ÙĦÙĨ
Ġ mil
Ġm il
Ġmi l
ãĤ ī
Â «
Ġ ist
Ġis t
Ġi st
_ l
y t
Ð° Ð½Ð¸
Ð°Ð½ Ð¸
* *ĊĊ
** ĊĊ
**Ċ Ċ
Ġ struct
Ġst ruct
Ġstr uct
Ġstru ct
Ġ Answer
ĠAn swer
ĠAns wer
Ġ Col
ĠC ol
ĠCo l
H e
L a
ÙĬ ÙĦ
) ;
Ġ fa
Ġf a
a mente
am ente
ame nte
ament e
amen te
u nt
un t
Ġ cells
Ġc ells
Ġcell s
Ġcel ls
Ġ Ð¾ÑĤ
ĠÐ¾ ÑĤ
ãģ ĵ
Ã© es
Ã©e s
Ġ report
Ġre port
Ġrep ort
Ġrepo rt
a lt
al t
b ject
bj ect
Î ®
Ġ program
Ġpro gram
Ġpr ogram
Ġprog ram
Ġprogr am
Ġ state
Ġst ate
Ġstat e
Ġsta te
l ar
la r
i nation
in ation
ina tion
inat ion
Ġ support
Ġs upport
Ġsup port
Ġsupp ort
Ġ child
Ġch ild
Ġchi ld
Ġchil d
is hed
ish ed
i ved
iv ed
ive d
Ġ code
Ġc ode
Ġco de
Ġcod e
Ø ¦
Ġ ÙĥØ§ÙĨ
ĠÙĥ Ø§ÙĨ
f ig
fi g
e rc
er c
_ c
Ġ object
Ġo bject
Ġob ject
Ġobj ect
Ġobje ct
Ġ appro
Ġap pro
Ġapp ro
Ġappr o
} {
o rg
or g
r ation
ra tion
rat ion
ratio n
rati on
r ain
ra in
rai n
Ġ sing
Ġs ing
Ġsi ng
Ġsin g
Ø¹ Ø¯
ar ch
arc h
a ma
am a
n y
Ġ ê²ĥ
Ġê² ĥ
Ġ },Ċ
Ġ} ,Ċ
Ġ}, Ċ
w ord
wo rd
wor d
al th
alt h
Ð´ Ðµ
pres ent
pre sent
Ġ mo
Ġm o
Ġ bi
Ġb i
ï¼Ł ĊĊ
ï¼ŁĊ Ċ
Ġ No
ĠN o
Ġ Ã¼
ĠÃ ¼
Ġ famil
Ġf amil
Ġfa mil
Ġfam il
t re
tr e
k o
u sh
us h
b ed
be d
Ġ help
Ġhe lp
Ġhel p
r ight
ri ght
rig ht
à¸² à¸
Ġ ÙĦÙĦ
ĠÙĦ ÙĦ
i des
id es
ide s
Ġ Ð»
ĠÐ »
æ Ŀ
Ġ serv
Ġs erv
Ġse rv
Ġser v
Ġ mais
Ġm ais
Ġma is
Ġmai s
Ġ Øµ
ĠØ µ
Ġ head
Ġh ead
Ġhe ad
Ġ current
Ġc urrent
Ġcur rent
Ġcurr ent
z y
Ġ Ðľ
ĠÐ ľ
t ion
ti on
) );Ċ
)) ;Ċ
)); Ċ
m p
à¤ ®
( f
Ġ entre
Ġen tre
Ġent re
Ġentr e
Ġ mult
Ġm ult
Ġmu lt
Ġmul t
iss ion
issi on
ìĹ Īëĭ¤
ìĹĪ ëĭ¤
Ġ ê³
Ġê ³
at erial
ate rial
ater ial
ateria l
en se
ens e
Ġ Ø¨Ø§ÙĦ
ĠØ¨ Ø§ÙĦ
ĠØ¨Ø§ ÙĦ
Ġ place
Ġp lace
Ġpl ace
Ġpla ce
Ġplac e
Õ¡ Õ¯
Õ¡Õ ¯
i ta
it a
ÙĤ Ø¯
Ġ ĠĠĠĠĠ
ĠĠ ĠĠĠĠ
ĠĠĠĠ ĠĠ
ĠĠĠ ĠĠĠ
ĠĠĠĠĠ Ġ
ãĢ İ
Ġ word
Ġw ord
Ġwor d
Ġwo rd
Ġ order
Ġor der
Ġord er
Ġorde r
Ġ expl
Ġex pl
Ġexp l
Ġ ìĦ
Ġì Ħ
à§ĩ à¦
ï¼ī ĊĊ
ï¼īĊ Ċ
Ġ à¨
ãĢ ı
Ġ path
Ġp ath
Ġpat h
Ġpa th
ìľ¼ ë¡ľ
Ø± ÙĪ
Ġ Ø§ÙĦØ¬
ĠØ§ÙĦ Ø¬
ĠØ§ÙĦØ ¬
Ġ ÐºÐ°
ĠÐº Ð°
b en
be n
pl ication
plic ation
pli cation
plica tion
n h
_ f
Ġ aus
Ġa us
Ġau s
Ö ģ
Ġ best
Ġb est
Ġbe st
Ġbes t
L E
Å ¼
] ĊĊ
]Ċ Ċ
Ġ Gr
ĠG r
r ist
ri st
ris t
e y
Ġ Ad
ĠA d
Ġ arr
Ġa rr
Ġar r
k en
ke n
or der
ord er
orde r
Ġ Ph
ĠP h
Ġ lim
Ġl im
Ġli m
Õ¸ Õ
è¿ Ļ
Ġ bas
Ġb as
Ġba s
Ġ Ð¿ÑĢÐ¸
ĠÐ¿ ÑĢÐ¸
ĠÐ¿ÑĢ Ð¸
g a
Ġ elect
Ġe lect
Ġel ect
Ġele ct
Ġ target
Ġt arget
Ġtar get
Ġ orig
Ġo rig
Ġor ig
Ġori g
b ack
ba ck
Ġ Je
ĠJ e
* .
Ġ element
Ġe lement
Ġel ement
Ġele ment
Ġelem ent
Ġ Bl
ĠB l
in ter
int er
inte r
Ñģ ÑĤÐ¸
ÑģÑĤ Ð¸
ç Ħ
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
. A
- c
or ding
ord ing
ordin g
ordi ng
Ġ sus
Ġs us
Ġsu s
ë Ĥĺ
ëĤ ĺ
Ä Ł
. g
Ġ Amer
ĠA mer
ĠAm er
i ni
in i
áº ¿
Ġs ou
Ġso u
c er
ce r
_ d
Ġ \\
Ġ\ \
i tor
it or
ito r
] ,
B y
s tring
st ring
str ing
stri ng
Ġ fÃ¼r
Ġf Ã¼r
ĠfÃ¼ r
R E
Ġ Ð³Ð¾Ð´
ĠÐ³ Ð¾Ð´
ĠÐ³Ð¾ Ð´
l ete
le te
let e
Î± Î¹
Ðº Ð¾
a di
ad i
Ġc hang
Ġch ang
Ġcha ng
Ġchan g
Ġ ë³
Ġë ³
I m
ç Ķ
Ġ aff
Ġa ff
Ġaf f
_ m
æĪ ĳ
ì ĺ
st and
sta nd
stan d
o men
om en
ome n
ur ther
urt her
Ġ But
ĠB ut
ĠBu t
ys is
ysi s
. h
Ġ following
Ġf ollowing
Ġfollow ing
Ġfoll owing
Ġ pod
Ġp od
Ġpo d
re am
rea m
Ġ redu
Ġre du
Ġr edu
Ġred u
Ġ dat
Ġd at
Ġda t
i ded
id ed
ide d
A l
i sk
is k
Ġ still
Ġst ill
Ġstil l
a rr
ar r
Ġ Ø¹ÙĨ
ĠØ¹ ÙĨ
) :Ċ
): Ċ
Ġ Res
ĠR es
ĠRe s
Ġ ur
Ġu r
if ication
ific ation
ifi cation
ifica tion
ificat ion
a ving
av ing
avi ng
avin g
Ġ rece
Ġre ce
Ġr ece
Ġrec e
ï¼Ł âĢĿ
Ñĩ Ð°
Ġ think
Ġth ink
Ġthin k
Ġthi nk
Ġ sch
Ġs ch
Ġsc h
r m
n ess
ne ss
nes s
h ib
hi b
Ġ Qu
ĠQ u
p x
' ;Ċ
'; Ċ
e lt
el t
Ġ results
Ġresult s
a ger
ag er
age r
o j
Ø° Ø§
á» Ļ
e ta
et a
o int
oi nt
oin t
Ġ Me
ĠM e
Ġ ×ĳ×
Ġ× ĳ×
Ġ×ĳ ×
Ġm emb
Ġme mb
Ġmem b
Ġ mi
Ġm i
r oid
ro id
roi d
Ġ og
Ġo g
ãĤ ĭ
Ñģ ÐºÐ¸
ÑģÐº Ð¸
x im
xi m
o cial
oc ial
oci al
ocia l
m it
mi t
Ġ against
Ġagain st
Ġaga inst
u f
* ***
** **
*** *
ol ogy
olog y
olo gy
Ġ stand
Ġst and
Ġstan d
Ġsta nd
O n
i ron
ir on
iro n
o ra
or a
Ġ good
Ġg ood
Ġgo od
p les
pl es
ple s
Ġ local
Ġl ocal
Ġlo cal
Ġloc al
Ġ information
Ġin formation
Ġinform ation
Ġinforma tion
Ġb eh
Ġbe h
Ðµ Ð¼
Ġ cle
Ġc le
Ġcl e
Ġ call
Ġc all
Ġcal l
Ġca ll
Ġ div
Ġd iv
Ġdi v
p hp
ph p
i son
is on
iso n
r ite
ri te
rit e
Ġ vi
Ġv i
à ©
Ï ĩ
Øª Ùħ
ÛĮ ÙĨ
Ñģ Ð¸
t ers
ter s
te rs
Ġ mot
Ġm ot
Ġmo t
é ģ
à¸ Ļ
i schen
is chen
isch en
ische n
isc hen
ìķ Ħ
Ġ dos
Ġd os
Ġdo s
Ġ ìķĦ
Ġìķ Ħ
Ġ small
Ġs mall
Ġsm all
×ķ ×ª
×ķ× ª
Ġ Ver
ĠV er
ĠVe r
Ġ ×©
Ġ× ©
Ġme as
Ġ Fr
ĠF r
n ot
no t
Ã© m
å į
ì Ľ
Ġ view
Ġv iew
Ġvi ew
Ġvie w
Ġ init
Ġin it
Ġi nit
Ġini t
Val ue
Ġc onne
Ġcon ne
Ġconn e
Ä ĩ
Ġ disc
Ġd isc
Ġdis c
Ġdi sc
Ø ¥
fer ence
fe rence
Ġ field
Ġf ield
Ġfi eld
Ġfiel d
Ġfie ld
i sta
is ta
ist a
Ġ size
Ġs ize
Ġsi ze
Ġ There
ĠT here
ĠThe re
ĠTh ere
ĠTher e
it ive
iti ve
itiv e
v ious
vi ous
vio us
, âĢĿ
Ġ Die
ĠD ie
ĠDi e
Ġ Î¼
ĠÎ ¼
Ġ eine
Ġe ine
Ġein e
Ġei ne
çĦ ¶
à±ģ à°
ĉ return
ĉr eturn
ĉret urn
Ġ dom
Ġd om
Ġdo m
v es
ve s
i sts
is ts
ist s
u me
um e
Ġ static
Ġst atic
Ġstat ic
Ġsta tic
Ġstati c
u bl
ub l
Ġ within
Ġwith in
Ġwit hin
Ñ Ĭ
Ġass oci
O R
Ġsign ificant
Ġsignific ant
Ġsignifica nt
Ġ Ð¸Ð·
ĠÐ¸ Ð·
z en
ze n
e la
el a
Ġ own
Ġo wn
Ġow n
[ i
i ones
ion es
io nes
ione s
k i
å ½
ìĿ ¸
= '
D e
à® ¾
Ġ print
Ġpr int
Ġpri nt
Ġprin t
Ġ nov
Ġn ov
Ġno v
Î¹ Îº
/ m
Ø± Ø¯
" )Ċ
") Ċ
en ds
end s
ch ool
cho ol
em pl
emp l
ÙĨ Ø§
¯ à¦
Ã ¹
áĢ º
à± ĭ
Ġ ÐĲ
ĠÐ Ĳ
Ġ inc
Ġin c
Ġi nc
g l
Ġ mark
Ġm ark
Ġma rk
Ġmar k
Ñģ ÑĤÐ°
ÑģÑĤ Ð°
Ġ ìĺ
Ġì ĺ
ar ge
arg e
Ġ Ð¾Ð±
ĠÐ¾ Ð±
Ĥ ´
\ ({
\( {
Ġ ìĪĺ
Ġì Īĺ
ĠìĪ ĺ
Ġ total
Ġt otal
Ġto tal
Ġtot al
Ġtota l
Õ¥ ÖĢ
Ġ íķĺ
Ġíķ ĺ
_ p
Ġ Am
ĠA m
o od
oo d
u de
ud e
: **
:* *
Ġ ×ľ
Ġ× ľ
Ġ All
ĠA ll
ĠAl l
Ð¾ Ð·
Ð¾Ð ·
Ġ qual
Ġqu al
Ġq ual
Ġqua l
c ome
com e
co me
Ġ het
Ġh et
Ġhe t
a rm
ar m
ä» ĸ
Ġ last
Ġl ast
Ġla st
Ġlas t
áº ¡
à¥į à¤°
à¥įà¤ °
Ñģ ÑĮ
m ente
ment e
me nte
men te
h ttp
ht tp
htt p
o ss
os s
Ġ diff
Ġd iff
Ġdi ff
Ġdif f
Ġ Ø§ÙĦØ¥
ĠØ§ÙĦ Ø¥
ĠØ§ÙĦØ ¥
i ves
iv es
ive s
P ar
Pa r
×Ļ ×Ŀ
×Ļ× Ŀ
Ġ without
Ġwith out
Ġwit hout
} ĊĊĊ
}Ċ ĊĊ
}ĊĊ Ċ
áĥĿ áĥ
âĢ ķ
Ġ lead
Ġl ead
Ġle ad
T r
à³ Ĩ
Ġ leg
Ġl eg
Ġle g
) )Ċ
)) Ċ
Ġ US
ĠU S
/ s
Ġ wer
Ġw er
Ġwe r
Ġ Îµ
ĠÎ µ
Ġ Ø·
ĠØ ·
Ġ comb
Ġc omb
Ġcom b
Ġco mb
Ġ care
Ġc are
Ġcar e
Ġca re
i ge
ig e
Ð² Ðµ
Ġ va
Ġv a
å ¥
Ùĥ ÙĨ
w w
i gen
ig en
ige n
Ãª n
} _{
}_ {
Ġ opt
Ġo pt
Ġop t
Ġ fre
Ġf re
Ġfr e
i od
io d
Ġ key
Ġk ey
Ġke y
Ġ Ø§Ø²
ĠØ§Ø ²
ĠØ§ Ø²
d o
Ġ determ
Ġd eterm
Ġde term
Ġdet erm
Ġdeter m
( s
Ġ mu
Ġm u
ab ility
abil ity
abili ty
Ġ cou
Ġc ou
Ġco u
Ġd ou
Ġdo u
Ø§ Ø²
Ø§Ø ²
Ġ prom
Ġp rom
Ġpro m
Ġpr om
Ġ nh
Ġn h
us tom
ust om
usto m
Ġ inf
Ġin f
Ġi nf
Ġ sie
Ġs ie
Ġsi e
E r
j or
jo r
p i
o ts
ot s
ãĥ «
] ;Ċ
]; Ċ
i val
iv al
iva l
Ġ another
Ġan other
Ġano ther
Ġanot her
Ġc our
Ġco ur
Ġcou r
ï¼ī ãĢģ
p ond
pon d
po nd
Ġ To
ĠT o
" .
Ð¾ Ð¶
Ð¾Ð ¶
Ð¾ ÑĤ
ìĹĲ ìĦľ
Ġpro per
Ġpr oper
Ġprop er
Ġ arg
Ġa rg
Ġar g
U n
Ġ super
Ġs uper
Ġsu per
Ġsup er
Ġ around
Ġa round
Ġar ound
Ġaro und
Ġ error
Ġer ror
Ġerr or
Ġerro r
z t
ë ¬
Ġ Ro
ĠR o
Ġ turn
Ġt urn
Ġtu rn
Ġtur n
ï¼ģ âĢĿĊĊ
ï¼ģâĢĿ ĊĊ
Ġ However
ĠHow ever
ĠHowe ver
Ġ Ø°
ĠØ °
a ti
at i
Ġ li
Ġl i
B ut
Bu t
à®¾ à®
k ey
ke y
v ert
ver t
ve rt
Ġ allow
Ġal low
Ġall ow
Ġallo w
âĶĢ âĶĢ
Ġ Ø§Ø³Øª
ĠØ§ Ø³Øª
ĠØ§Ø³ Øª
Ġ ,
Ġ appe
Ġa ppe
Ġap pe
Ġapp e
c lude
cl ude
clud e
à´¿ à´
Ġ &&
Ġ& &
Ñ ĳ
Ä± n
ÃŃ t
A R
St ate
Stat e
Ġ including
Ġin cluding
Ġinclud ing
Ġincl uding
Ġinclu ding
Ï į
Ġ od
Ġo d
o graph
og raph
ogr aph
ograp h
ogra ph
c le
cl e
Ùħ ÙĦ
Ġ Ð¶
ĠÐ ¶
Å Ľ
Ñĩ Ð¸
en do
end o
Ġ indic
Ġin dic
Ġind ic
Ġ imp
Ġim p
Ġi mp
Ġ sem
Ġs em
Ġse m
Ġ dan
Ġd an
Ġda n
Ġ Ø§ÙĦØ´
ĠØ§ÙĦ Ø´
ĠØ§ÙĦØ ´
× Ĳ
iv ely
ive ly
ivel y
Ð½ Ñı
Ġ mak
Ġm ak
Ġma k
Ġ ÑĦ
ĠÑ Ħ
Ġ observ
Ġob serv
Ġobs erv
¶ Ģ
ent ly
Ġ come
Ġc ome
Ġcom e
Ġco me
Ġ At
ĠA t
S E
m y
r el
re l
Ġ product
Ġpro duct
Ġprodu ct
Ġprod uct
Ġproduc t
Ġ design
Ġde sign
Ġdes ign
Ġ image
Ġim age
Ġi mage
Ġimag e
Ġima ge
ãĤ ¹
Ġ seg
Ġs eg
Ġse g
Ġ ev
Ġe v
Ġ Ø§
ĠØ §
Ġ !=
Ġ! =
Ġ Ø§ÛĮ
ĠØ§ ÛĮ
Ġ ha
Ġh a
Ġ respect
Ġres pect
Ġresp ect
Ġrespe ct
Ġ four
Ġf our
Ġfo ur
Ġfou r
b ar
ba r
Ġ Ø§ÙĦØ¯
ĠØ§ÙĦ Ø¯
ĠØ§ÙĦØ ¯
ÑĢ Ñĭ
Ġ day
Ġd ay
Ġda y
ìŀ Ĳ
Ġl ui
Ġlu i
t ry
tr y
b um
bu m
ÙĬ Ùħ
i ving
iv ing
ivi ng
ØŃ Ø¯
Ġw urde
Ġwur de
Ùģ ÙĬ
Ġ ÐºÐ¾
ĠÐº Ð¾
Ġ ×Ĳ
Ġ× Ĳ
i lar
il ar
ila r
e nde
en de
end e
Ġ due
Ġd ue
Ġdu e
Ġ tro
Ġt ro
Ġtr o
Ġs ont
Ġso nt
Ġson t
l eft
le ft
lef t
Ø± Ø©
Ø§ Ø¬
Ø§Ø ¬
l oad
lo ad
) {Ċ
){ Ċ
Ġ ìĥ
Ġì ĥ
or mal
orm al
um ber
umb er
Ã³ n
or th
ort h
Ġ top
Ġt op
Ġto p
n et
ne t
Ġ left
Ġl eft
Ġle ft
Ġ position
Ġp osition
Ġpos ition
Ġposit ion
r oller
ro ller
rol ler
roll er
rolle r
Ġ ÑĤÐ°
ĠÑĤ Ð°
o nes
on es
one s
ë į
ìĭ ľ
Ġ John
ĠJ ohn
ĠJo hn
ĠJoh n
Ġ ÐĿ
ĠÐ Ŀ
Ġadd ition
ï¼ļ ĊĊ
ï¼ļĊ Ċ
æ ī
b u
Ġ old
Ġo ld
Ġol d
i ef
ie f
y pes
ype s
yp es
Ġ ste
Ġs te
Ġst e
ä» ¥
Â ł
Ġ polit
Ġp olit
Ġpo lit
Ġpol it
Ġpoli t
I tem
It em
---- ----
--- -----
----- ---
Ñ į
e rg
er g
i ally
ial ly
at ely
ate ly
atel y
Ġ response
Ġres ponse
Ġrespons e
Ġ ide
Ġi de
Ġid e
a bles
ab les
able s
abl es
p aram
par am
pa ram
para m
f fer
ff er
ffe r
Ġ Pol
ĠP ol
ĠPo l
r as
ra s
Ġ cert
Ġc ert
Ġce rt
Ġcer t
Ã µ
Ġ count
Ġc ount
Ġco unt
Ġcou nt
Ġcoun t
] (
Ġ must
Ġm ust
Ġmus t
Ġmu st
b ert
ber t
be rt
Ñĩ Ðµ
U ser
Us er
Use r
Ġt reat
Ġtre at
a rn
ar n
æĹ ¶
Ġ important
Ġimport ant
Ġimporta nt
u ry
ur y
Ġ later
Ġl ater
Ġla ter
Ġlat er
Ġlate r
à¸ £
s pan
sp an
Øª Ùĩ
Ġ href
Ġh ref
Ġhr ef
u nc
un c
le ase
lea se
a f
Ġ era
Ġe ra
Ġer a
. st
.s t
v ern
ver n
ve rn
Ġ change
Ġch ange
Ġchang e
Ġchan ge
u a
Ġc ult
Ġcu lt
Ġcul t
( t
Ġs ens
Ġse ns
Ġsen s
Ġ nicht
Ġn icht
Ġni cht
Ġnic ht
Ġnich t
Ġ ja
Ġj a
. "ĊĊ
." ĊĊ
."Ċ Ċ
Ġ Ø¨Ø±
ĠØ¨ Ø±
Ġ Im
ĠI m
o ok
oo k
Ġ emb
Ġe mb
Ġem b
Ġ ê°Ģ
Ġê° Ģ
T ime
Tim e
Ti me
ãĢģ ãĢĮ
A n
Ã© d
Ġ power
Ġp ower
Ġpo wer
Ġpow er
. ./
.. /
Ġ Est
ĠE st
ĠEs t
âĢĿ ãĢĤ
Ġ based
Ġb ased
Ġbas ed
Ġbase d
Ġba sed
ar ds
ard s
Ñģ Ðµ
ÙĪ Ø³
C T
O bject
Ob ject
Obj ect
ack age
Ð¾ Ð²Ð°
Ð¾Ð² Ð°
Ġ Ð¿ÑĢÐµ
ĠÐ¿ ÑĢÐµ
ĠÐ¿ÑĢ Ðµ
å Ń
Ġ java
Ġj ava
Ġja va
Ġjav a
à¤¾ à¤°
à¤¾à¤ °
Ġ take
Ġt ake
Ġtak e
Ġta ke
a ses
as es
ase s
àµ ģ
A s
it ch
Ġs ugg
Ġsu gg
Ġsug g
Î ´
Ġ film
Ġf ilm
Ġfil m
Ġfi lm
a li
al i
ï¼ģ ãĢįĊĊ
ï¼ģãĢį ĊĊ
ï¼ģãĢįĊ Ċ
i con
ic on
ico n
£ ¼
Ã¡ t
in put
inp ut
i ft
if t
âĢ¦ âĢ¦ãĢįĊĊ
âĢ¦âĢ¦ ãĢįĊĊ
âĢ¦âĢ¦ãĢįĊ Ċ
âĢ¦âĢ¦ãĢį ĊĊ
Ġ Ge
ĠG e
à¦ ¨
Ġ circ
Ġc irc
Ġci rc
Ġcir c
Ġ ëı
Ġë ı
Ġin div
Ġind iv
in cip
inc ip
inci p
e rr
er r
Ġ pred
Ġp red
Ġpr ed
Ġpre d
Ã ¸
Ġ Â·
ĠÂ ·
Ġ sam
Ġs am
Ġsa m
id ual
idu al
Ġ Univers
ĠUn ivers
ĠUni vers
Ġ question
Ġqu estion
Ġquest ion
Ġquesti on
à² °
Ġ à¤ľ
Ġà¤ ľ
Ġ src
Ġs rc
Ġsr c
Ġ Ð±Ñĭ
ĠÐ± Ñĭ
e thing
et hing
eth ing
Ġ Ø§ÙĦÙģ
ĠØ§ÙĦ Ùģ
ĠØ§ ÙĦÙģ
Ġ ëĮĢ
Ġë ĮĢ
ĠëĮ Ģ
k u
Ġ à¤¬
Ġà¤ ¬
Ġ sent
Ġs ent
Ġse nt
Ġsen t
Ġ prop
Ġp rop
Ġpro p
Ġpr op
i ly
il y
i tes
it es
ite s
Ġ az
Ġa z
Õ« Õ¶
Õ«Õ ¶
i ning
in ing
ini ng
inin g
Õ¸ÖĤ Õ´
Õ¸ÖĤÕ ´
Ġ fac
Ġf ac
Ġfa c
Ġ infl
Ġin fl
Ġinf l
a bly
ab ly
abl y
Ġ eng
Ġe ng
Ġen g
Ġ mem
Ġm em
Ġme m
Ġ II
ĠI I
Ġ Su
ĠS u
Ġ Man
ĠM an
ĠMa n
ëħ Ħ
u sing
us ing
usi ng
ï¼ī ãĢĤ
Ġ problem
Ġpro blem
Ġproble m
Ġprob lem
Ġprobl em
Ġs uggest
Ġsugg est
Ġsug gest
Ġ life
Ġl ife
Ġli fe
Ġlif e
à±į à°°
à±įà° °
h el
he l
Ġ Ø§ÙĨ
ĠØ§ ÙĨ
Ġ represent
Ġre present
Ġrepres ent
Ġrepre sent
Ġ adv
Ġa dv
Ġad v
Ġ pri
Ġp ri
Ġpr i
Ġ since
Ġs ince
Ġsin ce
Ġsinc e
Ġ ëĵ
Ġë ĵ
Ġ dest
Ġd est
Ġde st
Ġdes t
Ġm ight
Ġmi ght
Ġmig ht
Ġ Ñĺ
ĠÑ ĺ
Ã© c
Õ« Õ
Ġ Ø£ÙĪ
ĠØ£ ÙĪ
a rl
ar l
Ġ character
Ġchar acter
g es
ge s
G et
Ge t
Ġ à¤¨
Ġà¤ ¨
¯ à¦¼
¯à¦ ¼
Ġ say
Ġs ay
Ġsa y
i á»
Ex ception
Except ion
Ġ hat
Ġh at
Ġha t
Ġ mÃ¡s
Ġm Ã¡s
ĠmÃ¡ s
Ġ sever
Ġs ever
Ġse ver
ãģ Ī
i tem
it em
ite m
n ÃŃ
Ġ They
ĠT hey
ĠThe y
ĠTh ey
Ġ conc
Ġc onc
Ġcon c
Ġco nc
e ctor
ect or
ec tor
Ġ âĢĺ
ĠâĢ ĺ
Ġ bro
Ġb ro
Ġbr o
Ġ cho
Ġc ho
Ġch o
Ġ ÏĦÎ·
ĠÏĦ Î·
Ġ spe
Ġs pe
Ġsp e
Ġ Sc
ĠS c
E l
* ĊĊ
*Ċ Ċ
Ð¼ Ðµ
Ġ possible
Ġpos sible
Ġposs ible
l ey
le y
Ġ Ñį
ĠÑ į
Ġ gre
Ġg re
Ġgr e
Ð³ Ð¾
Ġ Fl
ĠF l
Ġ Ø²
ĠØ ²
ur ch
} ,
Ġ water
Ġw ater
Ġwa ter
Ġwat er
i can
ic an
ica n
a la
al a
i h
ë© ´
. e
Ġ grand
Ġg rand
Ġgr and
Ġgra nd
Ġgran d
ãĤ Ĵ
à¥ĩ à¤Ĥ
à¥ĩà¤ Ĥ
w ays
way s
wa ys
in dex
ind ex
inde x
i ma
im a
Ġ ÙħØ§
ĠÙħ Ø§
à² ¦
i ls
il s
Ġ env
Ġen v
c ted
ct ed
em bre
emb re
Ġ Õ°
ĠÕ °
Ġ Ð¿ÑĢÐ¾
ĠÐ¿ ÑĢÐ¾
ĠÐ¿ÑĢ Ð¾
Ġ Ðĳ
ĠÐ ĳ
Ġ Øº
ĠØ º
c ha
ch a
Ġ af
Ġa f
Ġ mean
Ġm ean
Ġme an
ĠØ§ÙĦ Ø°
ĠØ§ÙĦØ °
Ġ check
Ġc heck
Ġch eck
Ġche ck
Õ µ
Ġ ih
Ġi h
Ġ expect
Ġex pect
Ġexp ect
Ã© g
å ¦
Ġ body
Ġb ody
Ġbo dy
Ġbod y
Ġ values
Ġval ues
Ġvalue s
Ġvalu es
ãĢĤ âĢľ
s ole
so le
sol e
Ġ gra
Ġg ra
Ġgr a
Ġ ses
Ġs es
Ġse s
Ġ record
Ġre cord
Ġrec ord
Ġreco rd
Ġrecor d
a bl
ab l
È Ļ
r ied
ri ed
rie d
i ra
ir a
u red
ur ed
ure d
pl oy
plo y
, "
å Ĵ
Ġ {ĊĊ
Ġ{ ĊĊ
Ġ{Ċ Ċ
o ff
of f
Ġ org
Ġo rg
Ġor g
× ł
Ġcon tain
Ġcont ain
Ġconta in
Ġ activ
Ġact iv
u el
ue l
Ġ table
Ġt able
Ġta ble
Ġtab le
Ġtabl e
i res
ir es
ire s
Ġ stat
Ġs tat
Ġst at
Ġsta t
Ġ ask
Ġa sk
Ġas k
a im
ai m
Ġ Ð´Ð°
ĠÐ´ Ð°
Ġ exp
Ġex p
ï¼ģ ĊĊ
ï¼ģĊ Ċ
en tion
ent ion
enti on
ÙĦ Ø§
) :
Ġ iss
Ġis s
Ġi ss
Ġ mill
Ġm ill
Ġmil l
Ġmi ll
Ġv Ãł
áº £
Ġ single
Ġs ingle
Ġsing le
Ġsin gle
Ġ sw
Ġs w
ï¼ģ âĢĿ
ì ĥ
Ġ low
Ġl ow
Ġlo w
Ġ --
Ġ- -
o bre
ob re
' );Ċ
') ;Ċ
'); Ċ
Ġ ë¬
Ġë ¬
Ġ side
Ġs ide
Ġsi de
Ġsid e
Ġ success
Ġs uccess
Ġsu ccess
Ġsucc ess
Ġsuc cess
Ġsucces s
Ð¾ Ð¿
Ð¾Ð ¿
Õ¡ Õµ
Õ¡Õ µ
èĢ Į
y a
Ġin vest
Ġinv est
Ġ given
Ġg iven
Ġgi ven
Ġgive n
Ġ bar
Ġb ar
Ġba r
Ĳ ĺ
W e
i ste
is te
ist e
o ught
ou ght
ough t
S ervice
Ser vice
Serv ice
Ùħ ÙĨ
Ġm om
Ġmo m
Ġ net
Ġn et
Ġne t
Ġ next
Ġn ext
Ġne xt
a rio
ar io
ari o
o cal
oc al
oca l
a ba
ab a
Ġ period
Ġper iod
Ġperi od
Ġperio d
m on
mo n
i sed
is ed
ise d
a ux
au x
Ġ put
Ġp ut
Ġpu t
Ġ Eng
ĠE ng
ĠEn g
Ġ Ste
ĠS te
ĠSt e
A L
Ø¹ Ø©
p ons
pon s
po ns
Ġ less
Ġl ess
Ġle ss
Ġles s
S S
Ġc oun
Ġco un
Ġcou n
Ġ input
Ġin put
Ġinp ut
c ia
ci a
Ġ à¤µ
Ġà¤ µ
Ġ ;
i am
ia m
. add
.a dd
.ad d
Ġ mor
Ġm or
Ġmo r
Ġ ÐĶ
ĠÐ Ķ
åĴ Į
p u
u it
ui t
l og
lo g
Ġ world
Ġw orld
Ġwor ld
Ġ create
Ġc reate
Ġcre ate
Ġcrea te
Ġcreat e
Ġ à¤ķà¥ĩ
Ġà¤ķ à¥ĩ
u ring
ur ing
uri ng
urin g
Ġ aw
Ġa w
Ð· Ð°
in clude
inc lude
incl ude
a int
ain t
ai nt
i led
il ed
ile d
r ia
ri a
r et
re t
Ġ Jul
ĠJ ul
ĠJu l
ÑĤ Ñĥ
Ġ build
Ġbu ild
Ġ material
Ġm aterial
Ġmat erial
Ġmater ial
Ġmate rial
Ġmateria l
Ġmateri al
Ġ analysis
Ġanal ysis
Ġanalys is
Ġana lysis
m es
me s
E T
i li
il i
Ġ break
Ġb reak
Ġbr eak
Ġbre ak
Ġ Ã¡
ĠÃ ¡
Ġ Ã©s
ĠÃ© s
Ġ shown
Ġsh own
Ġshow n
Ġsho wn
e der
ed er
ede r
I nd
In d
Ġ large
Ġl arge
Ġlarg e
Ġlar ge
Ġ intern
Ġin tern
Ġinter n
Ġint ern
Ġinte rn
Ġ sz
Ġs z
à¥į à¤¯
à¥įà¤ ¯
Ġ ×ŀ×
Ġ× ŀ×
Ġ×ŀ ×
F orm
For m
Ġ exist
Ġex ist
i cro
ic ro
Ġ Reg
ĠR eg
ĠRe g
ãĤ Ĭ
a tal
at al
ata l
Ġ param
Ġp aram
Ġpar am
Ġpara m
Ġpa ram
Ùħ Ø±
) .Ċ
). Ċ
æ Ļ
[ ]
Ġ nach
Ġn ach
Ġna ch
Ġnac h
Ġ social
Ġs ocial
Ġso cial
Ġsoci al
Ġsoc ial
Ġ Ø§ÙĦÙĥ
ĠØ§ÙĦ Ùĥ
ĠØ§ ÙĦÙĥ
Ġ Ø§ÙĦØªÙĬ
ĠØ§ÙĦ ØªÙĬ
ĠØ§ÙĦØª ÙĬ
i sche
is che
isch e
isc he
Ġ à¤ħ
Ġà¤ ħ
I G
Ġ general
Ġg eneral
Ġgener al
Ġgen eral
Ġgene ral
Ġgenera l
( );ĊĊ
() ;ĊĊ
();Ċ Ċ
(); ĊĊ
Ġ tre
Ġt re
Ġtr e
Ñģ Ð¿
Ð¾ Ð»ÑĮ
Ð¾Ð» ÑĮ
Ġc aus
Ġca us
Ġcau s
. C
e ty
et y
e te
et e
Ġ ten
Ġt en
Ġte n
Ġ cost
Ġc ost
Ġco st
Ġcos t
ë ³
t tp
tt p
ë§ Į
âĢĮ ÙĩØ§
Ġ q
Î ¸
Ġpart icular
Ġpartic ular
Ġparticul ar
Ġparti cular
Ġ )
* )
Â °
Ġ sal
Ġs al
Ġsa l
r ame
ra me
ram e
j o
Ġ lang
Ġl ang
Ġla ng
Ġlan g
i nn
in n
a mm
am m
i ther
it her
ith er
ithe r
T his
Th is
Ġw rit
Ġwr it
Ġ too
Ġt oo
Ġto o
Ð³ Ð°
Ġ inte
Ġin te
Ġi nte
Ġint e
Ù Ĳ
itt le
Ġ neg
Ġn eg
Ġne g
Ġ beg
Ġb eg
Ġbe g
Ġ kon
Ġk on
Ġko n
ÏĦ Î±
Ġ light
Ġl ight
Ġli ght
Ġlig ht
ä¸ Ń
F or
Ġ ÑĢÐµ
ĠÑĢ Ðµ
Ġ match
Ġm atch
Ġmat ch
Ġ Ed
ĠE d
Ã¤ r
Ġ ìľ
Ġì ľ
È Ľ
Ø¨ ÙĬ
à° ¨
b a
Ġle ast
Ġ crit
Ġc rit
Ġcr it
Ġcri t
g round
gr ound
gro und
ìĬ ¤
i cle
ic le
icl e
Ġ ol
Ġo l
i as
ia s
" ĊĊ
"Ċ Ċ
à® °
Ġà¤¹ à¥Ī
× ĳ
Ġ Gu
ĠG u
Ð½ Ñĥ
i rm
ir m
t est
te st
tes t
Ġ called
Ġc alled
Ġcal led
Ġcall ed
Ġcalle d
Ö Ħ
olog ical
ologic al
ologi cal
ologica l
o ph
op h
Ġpr incip
Ġprinci p
Ġprin cip
Ġprinc ip
O r
Ú º
Ġ Can
ĠC an
ĠCa n
Ġ ê±
Ġê ±
u la
ul a
" )
a ron
ar on
aro n
r ap
ra p
Ġ pa
Ġp a
Ġ een
Ġe en
Ġee n
Ġ something
Ġs omething
Ġsome thing
Ġsom ething
Ġsomet hing
á» §
a ster
as ter
ast er
aste r
e de
ed e
ë °
Ġ press
Ġp ress
Ġpr ess
Ġpre ss
Ġpres s
à¤ Ĺ
Ġ document
Ġd ocument
Ġdoc ument
Ġ techn
Ġte chn
Ġtech n
Ġ bus
Ġb us
Ġbu s
. _
P l
ä¸ Ĭ
an ces
ance s
anc es
Ġ vir
Ġv ir
Ġvi r
Ġ Ø§ÙĦØ±
ĠØ§ÙĦ Ø±
ĠØ§ÙĦØ ±
ĠØ§ ÙĦØ±
Ġ ëĤĺ
Ġë Ĥĺ
ĠëĤ ĺ
a che
ac he
ach e
e ments
em ents
ement s
emen ts
M an
Ma n
Ġ style
Ġst yle
Ġstyl e
Ġsty le
Ġ May
ĠM ay
ĠMa y
Ġ above
Ġab ove
E N
Ġ area
Ġa rea
Ġare a
Ġar ea
o sed
os ed
ose d
Ġ trad
Ġt rad
Ġtr ad
Ġtra d
Ġ array
Ġar ray
Ġarr ay
Ġarra y
à ´¾
à´ ¾
Ġ Ð´Ðµ
ĠÐ´ Ðµ
ãģ Ļ
t i
r ix
ri x
Ú Ĩ
Ġ bir
Ġb ir
Ġbi r
> </
>< /
Ġ base
Ġb ase
Ġbas e
Ġba se
Ġ aux
Ġa ux
Ġau x
an ds
and s
Ġ Des
ĠD es
ĠDe s
Ġ Per
ĠP er
ĠPe r
Ġ Cent
ĠC ent
ĠCe nt
c hed
ch ed
che d
Ġ continu
Ġcont inu
Ġcontin u
i ence
ien ce
Ġcom pon
Ġcomp on
. âĢĿ
Ġ abs
Ġa bs
Ġab s
us ion
usi on
ay out
ayo ut
à¥ Ĥ
c onom
con om
co nom
cono m
ãĥ¼ ãĥ
à¤ ª
Ġ tu
Ġt u
r ide
ri de
rid e
Ġ particip
Ġpart icip
Ġpartic ip
Ġparti cip
a hr
ah r
b an
ba n
Ġg row
Ġgr ow
Ġgro w
Ġ So
ĠS o
Ġ ey
Ġe y
Ġg rou
Ġgr ou
Ġgro u
a bor
ab or
abo r
á» ĳ
ãģ Ĭ
ã Ĥ¤
ãĤ ¤
Ø± Ùģ
r ies
ri es
rie s
u rg
ur g
Ġ human
Ġh uman
Ġhum an
Ġhu man
o na
on a
Ġ fut
Ġf ut
Ġfu t
Ġ Ñı
ĠÑ ı
Er ror
Err or
Erro r
pon ent
po nent
. w
Ġ similar
Ġsim ilar
Ġsimil ar
ç Ľ
Ġ sein
Ġs ein
Ġse in
Ġsei n
m un
mu n
Ġf urther
Ġfur ther
Ġfurt her
Ġ Part
ĠP art
ĠPar t
ĠPa rt
Ġ à¤¦
Ġà¤ ¦
Ġf ew
Ġfe w
âĢ ī
o uth
ou th
out h
a dor
ad or
ado r
Ġ range
Ġr ange
Ġrang e
Ġran ge
ì ¹
à¹ Ģ
Ġ cur
Ġc ur
Ġcu r
' m
c al
ca l
l ess
le ss
les s
ÙĪ ÙĤ
Ġ Ú¯
ĠÚ ¯
ÙĦ Ø©
Ġ uma
Ġu ma
Ġum a
cri ption
cript ion
ÙĬ Ø³
Ġ prob
Ġp rob
Ġpro b
Ġpr ob
áĥĺ áĥ¡
áĥĺáĥ ¡
z o
k an
ka n
Ġ Pa
ĠP a
Ġ depend
Ġd epend
Ġde pend
Ġdep end
Ðº Ñĥ
F ile
Fi le
Fil e
Ġ Ðł
ĠÐ ł
t hing
th ing
u les
ul es
ule s
å¦ Ĥ
Ġ request
Ġre quest
Ġrequ est
Ġreq uest
Ä ģ
i ous
io us
iou s
i les
il es
ile s
' :
B u
Ġ won
Ġw on
Ġwo n
è ĩ
( ));Ċ
() );Ċ
()) ;Ċ
()); Ċ
i ness
in ess
ine ss
ines s
Ġ sum
Ġs um
Ġsu m
id ence
iden ce
Ġ color
Ġcol or
Ġco lor
Ï Ĩ
a das
ad as
ada s
o ch
oc h
th ough
à¦¾ à¦°
à¦¾à¦ °
( (
s tit
st it
sti t
Ġ default
Ġdef ault
Ġ ëĭ¤
Ġëĭ ¤
Y ou
Yo u
Ġ dies
Ġd ies
Ġdi es
Ġdie s
Ġ until
Ġu ntil
Ġun til
Ġunt il
Ġ Nov
ĠN ov
ĠNo v
ëĭ Ī
é ĩ
ens ion
ensi on
b ol
bo l
' )
ĠSt ad
ĠSta d
Ġd ella
Ġde lla
Ġdel la
Ġdell a
Ġ Ser
ĠS er
ĠSe r
× ©
ï¼Į âĢĿ
f fic
ff ic
ffi c
Ġ having
Ġh aving
Ġha ving
Ġhav ing
Ġ Ð¢
ĠÐ ¢
Ġs itu
Ġsi tu
Ġsit u
Ġ Ð¿ÑĢ
ĠÐ¿ ÑĢ
. b
Ġ Ã®
ĠÃ ®
Ġ ir
Ġi r
Ġ home
Ġh ome
Ġhom e
Ġho me
m od
mo d
v ention
vent ion
ven tion
Î¹ Î±
o urn
ou rn
our n
- p
Ġ ìŀĲ
Ġìŀ Ĳ
Ġ individual
Ġind ividual
Ġindiv idual
Ġindivid ual
Ġindividu al
_ C
Ġ ì§Ģ
Ġì§ Ģ
b b
Ġ project
Ġpro ject
Ġproj ect
Ġt ou
Ġto u
en cia
enc ia
enci a
l ing
li ng
lin g
Ġ Ðŀ
ĠÐ ŀ
z i
Ġ previous
Ġpre vious
Ġprev ious
áĢº áĢ
un gen
ung en
unge n
Ġ hom
Ġh om
Ġho m
× ĵ
Ġ health
Ġhe alth
Ġheal th
Ġ Ð¾Ð´
ĠÐ¾ Ð´
U L
' )Ċ
') Ċ
Ġ major
Ġma jor
Ġmaj or
a ils
ail s
ai ls
Ġ original
Ġor iginal
Ġorig inal
Ġorigin al
Ġ mes
Ġm es
Ġme s
ê³ ¼
Ġ ÙĦØ§
ĠÙĦ Ø§
Ġ link
Ġl ink
Ġli nk
Ġlin k
Ġ Aug
ĠA ug
ĠAu g
Ã¡ l
Ġ ben
Ġb en
Ġbe n
Ġ include
Ġin clude
Ġinclud e
Ġinc lude
Ġincl ude
Ġinclu de
Õ ¿
Ġ Jan
ĠJ an
ĠJa n
Ġ known
Ġk nown
Ġkn own
Ġknow n
er ror
err or
Ġsever al
p en
pe n
ë ĮĢ
ëĮ Ģ
Ġ These
ĠThe se
ĠTh ese
Ġ ess
Ġe ss
Ġes s
Ġcom pr
Ġcomp r
Ġg overn
Ġgo vern
Ġgover n
Ġgov ern
D ate
Da te
Dat e
Ġ bes
Ġb es
Ġbe s
Ġ kh
Ġk h
Ġ ë§Ĳ
Ġë§ Ĳ
Ġ comme
Ġc omme
Ġcom me
Ġcomm e
d ay
da y
ÙĬ Ø§
E vent
Even t
Ev ent
_ name
_n ame
Ø§ Ø·
Ø§Ø ·
Ġ <<
Ġ< <
ail able
aila ble
Ġ Ø«
ĠØ «
[ "
Ġ Christ
ĠCh rist
ĠChris t
ĠChr ist
Ġ ÛĮ
ĠÛ Į
Ġ ÑĤÐµ
ĠÑĤ Ðµ
Ġin vol
Ġinv ol
Ġinvo l
Ġt reatment
Ġtreat ment
Ġ Ø§ÙĦØµ
ĠØ§ÙĦ Øµ
ĠØ§ÙĦØ µ
à¤ µ
àµģ à´
Ī Ĵ
Ġ km
Ġk m
Ġ Ð²Ð¾
ĠÐ² Ð¾
i gher
ig her
igh er
ighe r
Ġ Ãī
ĠÃ ī
Ã¡ c
Ġstud ies
Ġstudi es
Ġstu dies
Ġstudie s
ÙĪ Ø¬
A ll
Al l
Ġ population
Ġpop ulation
Ġpopul ation
Ġpopula tion
Ġ going
Ġgo ing
Ġ Ne
ĠN e
} )
æľ ī
Ø£ ÙĨ
Ġ pi
Ġp i
ĠØ§ÙĦ Ø®
ĠØ§ÙĦØ ®
a ps
ap s
é Ģ
a cc
ac c
y nc
yn c
o red
or ed
ore d
Ġ Em
ĠE m
Ġ ep
Ġe p
Ġ ng
Ġn g
ì Ļ
Ĩ Į
íĸ Īëĭ¤
íĸĪ ëĭ¤
Ċ ĊĊ
ĊĊ Ċ
u rope
ur ope
uro pe
urop e
Ġ elle
Ġe lle
Ġel le
Ġell e
Ġ surface
Ġs urface
Ġsur face
Ġsurf ace
i nit
in it
ini t
- ch
-c h
Ġ à°ª
Ġà° ª
Ġ util
Ġu til
Ġut il
- se
-s e
y ch
yc h
ç §
E lement
El ement
Ele ment
Elem ent
. M
Ġ content
Ġcont ent
Ġconten t
Ġconte nt
o man
om an
oma n
Õ¡ ÖĢ
ĉ public
ĉp ublic
Ø® Ø±
lo at
a ld
al d
Ġ Ú©Ùĩ
ĠÚ© Ùĩ
} (
Ġ Ã¼ber
ĠÃ¼ ber
ĠÃ¼b er
ãĤ ¢
Ġ ÏĦÎ¿Ïħ
ĠÏĦ Î¿Ïħ
ĠÏĦÎ¿ Ïħ
a tter
at ter
att er
atte r
ÙĤ Ø©
Ã ®
en ded
end ed
ende d
our ces
ource s
àª ¾
m et
me t
Ġ Ñĸ
ĠÑ ĸ
Ġ kom
Ġk om
Ġko m
r id
ri d
Ġ Õ§
ĠÕ §
Ġl arg
Ġla rg
Ġlar g
Ġd ise
Ġdis e
Ġdi se
ÑĪ Ð¸
Ġ Ass
ĠA ss
ĠAs s
a des
ad es
ade s
Ġ sym
Ġs ym
Ġsy m
Ġf em
Ġfe m
Ġ access
Ġa ccess
Ġacc ess
Ġac cess
Ġacces s
Ñĺ Ð°
Ġ ele
Ġe le
Ġel e
ä½ Ĩ
Ġ moment
Ġm oment
Ġmo ment
Ġmom ent
Ġim pro
Ġimp ro
Ġimpr o
Ø§ Ø´
Ø§Ø ´
åĲ İ
à¸ ±
Ġ Mon
ĠM on
ĠMo n
i rect
ir ect
ire ct
Ġ auch
Ġa uch
Ġau ch
Ġauc h
i i
Ġ ho
Ġh o
ìł ģ
v oid
vo id
voi d
Ġw he
Ġwh e
Ġ íķ
Ġí ķ
# include
o pt
op t
Ġ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
ĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ Les
ĠL es
ĠLe s
N o
h tml
ht ml
htm l
R O
K ey
Ke y
å ¯
Ġ sec
Ġs ec
Ġse c
Ã© l
à± Ģ
w a
= \
Ġ anim
Ġa nim
Ġan im
Ġani m
Ġ Ñħ
ĠÑ ħ
q l
Ø± Ùĥ
Ġd eux
Ġde ux
Ġdeu x
Ġ lib
Ġl ib
Ġli b
Ġ alg
Ġa lg
Ġal g
Ø¹ ÙĦ
Ġ require
Ġre quire
Ġrequ ire
Ġreq uire
Ġ never
Ġn ever
Ġne ver
Ġnev er
Ġneve r
Ġ mal
Ġm al
Ġma l
Ï İ
Ġ ÑĺÐµ
ĠÑĺ Ðµ
Ġ Ãº
ĠÃ º
Ġ plan
Ġp lan
Ġpl an
Ġpla n
I T
à¸ Ń
à¯ Ī
In fo
Inf o
. log
.l og
' un
'u n
ÙĪ Ø¨
Ã ¬
ãĢĭ ï¼Į
c reen
cre en
cr een
Ġ face
Ġf ace
Ġfa ce
Ġfac e
à¯į à®ķ
à¯įà® ķ
( x
Ġ Ð²Ñĭ
ĠÐ² Ñĭ
c han
ch an
cha n
at ures
ature s
atur es
atu res
Õ ¾
m ail
ma il
mai l
f ile
fil e
fi le
à§ ģ
Ġ title
Ġt itle
Ġtit le
ãĥ ª
Ġob tain
Ġobt ain
Ġt emper
Ġtem per
Ġtemp er
Ġ hal
Ġh al
Ġha l
Ã¤ n
Ġ red
Ġre d
Ġr ed
u tes
ut es
ute s
Ġ íķľ
Ġíķ ľ
i ds
id s
Ø ¤
à° ķ
Ġ service
Ġs ervice
Ġser vice
Ġserv ice
Ġservi ce
Ġ specific
Ġs pecific
Ġspec ific
Ġspeci fic
> <
ëŁ ¬
Ġdi dn
Ġdid n
an dom
